{
  "programs": [
    {
      "active": true,
      "days": [
        "Lunes",
        "Martes",
        "Miércoles",
        "Jueves",
        "Viernes",
        "Sábado"
      ],
      "id": "lv1",
      "name": "Buenos Días, Bayamo",
      "time": "07:00",
      "dailyData": {
        "semana-1-Viernes": {
          "theme": "Triunfo de la Revolución Cubana: significado y celebración en Bayamo.",
          "instructions": "Entrevistar a un historiador local y a un joven representante de la UJC. Contrastar la emoción histórica del 1ro de Enero con los proyectos actuales de la ciudad."
        },
        "semana-1-Sábado": {
          "theme": "Producción local de viandas y vegetales en la Cooperativa “Bayamo”.",
          "instructions": "Visita a la cooperativa, entrevistas a productores y muestra de cosechas."
        },
        "semana-2-Lunes": {
          "theme": "Prevención comunitaria: la lucha contra las drogas en todos los escenarios",
          "ideas": "Iniciar el programa contextualizando la importancia histórica de la creación de la PNR el 5 de enero de 1959 y su rol en la seguridad ciudadana. Desarrollar tres segmentos interactivos: 1) Entrevista con especialistas de la Dirección Municipal de Salud Pública sobre estrategias preventivas en centros educativos; 2) Reportaje desde el policlínico \"Julio Grave de Peralta\" mostrando el trabajo comunitario de prevención; 3) Espacio para testimonios anónimos de jóvenes que superaron adicciones. Incluir micros informativos sobre señales de alerta para padres y recursos de ayuda disponibles en Bayamo. Utilizar música instrumental suave de fondo para mantener un tono esperanzador. Estructurar los testimonios para evitar estigmatización, enfocándose en la recuperación y el apoyo familiar. Finalizar con un llamado a la participación ciudadana en las actividades preventivas programadas para la semana, destacando que la lucha contra las drogas es responsabilidad de toda la comunidad.",
          "sources": [
            "https://www.minint.gob.cu",
            "https://pnr.minint.gob.cu",
            "https://www.sld.cu/granma",
            "https://www.who.int/es/health-topics/substance-use",
            "https://www.unodc.org"
          ]
        },
        "semana-2-Martes": {
          "theme": "Mujeres que construyen ciencia en Bayamo: rompiendo barreras",
          "ideas": "Iniciar el programa destacando la importancia histórica del Día de la Ciencia Cubana, con especial énfasis en el papel de las mujeres en la investigación científica local. Estructurar en tres segmentos: 1) \"Pioneras bayamesas\": entrevista con la primera mujer que dirigió el Laboratorio de Suelos en Granma, quien compartirá su trayectoria y desafíos superados; 2) \"Jóvenes talentos\": reportaje desde la universidad sobre estudiantes femeninas que destacan en carreras STEM; 3) \"Ciencia para la comunidad\": presentación de proyectos liderados por mujeres que benefician a la población bayamesa, como iniciativas de agricultura urbana y medicina natural. Incluir micros con datos sobre el porcentaje creciente de mujeres en la ciencia cubana. Utilizar transiciones musicales suaves con obras de compositoras cubanas. Finalizar con un llamado a las jóvenes oyentes a interesarse por las ciencias, destacando que en Bayamo hoy existen más oportunidades que nunca para las mujeres investigadoras.",
          "sources": [
            "https://www.citma.gob.cu",
            "https://www.acc.cu",
            "https://www.udg.co.cu",
            "https://www.fmc.cu",
            "https://www.unesco.org/mujeres-ciencia"
          ]
        },
        "semana-2-Miércoles": {
          "theme": "Protección de nuestros ríos: el caso del río Bayamo ante el cambio climático",
          "ideas": "Iniciar el programa con una contextualización sobre la importancia histórica y ambiental del río Bayamo para la ciudad y sus comunidades. Estructurar en tres segmentos: 1) \"Diagnóstico actual\": entrevista con especialistas del CITMA sobre la calidad del agua y los principales desafíos ambientales que enfrenta el río; 2) \"Comunidades en acción\": reportaje desde las orillas del río mostrando proyectos comunitarios de limpieza y reforestación liderados por vecinos; 3) \"Soluciones sostenibles\": presentación de tecnologías apropiadas para el tratamiento de aguas residuales domésticas que pueden implementar las familias. Incluir micros informativos sobre cómo cada ciudadano puede contribuir a la protección del río. Utilizar sonidos ambientales del río (agua corriendo, pájaros) como transiciones. Finalizar con un llamado a participar en la próxima jornada de limpieza del río Bayamo, destacando que \"un río limpio es vida para todos\".",
          "sources": [
            "https://www.cica.cu",
            "https://www.dphgranma.rhc.cu",
            "https://www.actaf.co.cu",
            "https://www.undp.org/cuba",
            "https://www.wmo.int"
          ]
        },
        "semana-2-Jueves": {
          "theme": "La Caravana de la Libertad: el sueño de Fidel y el pueblo cubano",
          "ideas": "Iniciar el programa con una narración evocadora del momento histórico de la entrada de Fidel Castro y la Caravana de la Libertad a La Habana el 8 de enero de 1959. Contextualizar la importancia de este evento para la Revolución Cubana y el pueblo de Bayamo. Estructurar en tres segmentos: 1) \"Testimonios vivos\": entrevista con un combatiente de la Sierra que participó en la Caravana y recuerda los momentos en Bayamo; 2) \"Legado educativo\": reportaje desde escuelas de Bayamo donde se enseña esta historia a las nuevas generaciones con actividades interactivas; 3) \"Valores vigentes\": conversación con jóvenes sobre qué significa hoy el legado de Fidel en sus vidas diarias. Incluir fragmentos sonoros de discursos históricos de Fidel Castro. Utilizar música revolucionaria tradicional de fondo. Finalizar con un llamado a preservar la memoria histórica, destacando que \"la Caravana no terminó, sigue avanzando en cada cubano que lucha por un mundo mejor\".",
          "sources": [
            "https://www.historia.cu",
            "https://www.fanncuba.cu",
            "https://www.museodelarevolucion.gob.cu",
            "https://www.archivonacional.gob.cu",
            "https://www.celac.uh.cu"
          ]
        },
        "semana-2-Viernes": {
          "theme": "Soberanía alimentaria, avances en los últimos 5 años",
          "ideas": "Iniciar el programa contextualizando históricamente el discurso de Fidel Castro el 9 de enero de 1959 planteando la necesidad de una Reforma Agraria profunda. Estructurar en tres segmentos: 1) \"Balance cuantitativo\": entrevista con especialistas del Ministerio de Agricultura sobre los avances en producción local de alimentos en Bayamo durante los últimos cinco años, con datos concretos; 2) \"Experiencias exitosas\": reportaje desde unidades productivas destacadas, como organopónicos urbanos y cooperativas en el campo; 3) \"Desafíos pendientes\": conversación con productores sobre los obstáculos actuales y las estrategias para superarlos. Incluir testimonios de familias que han mejorado su acceso a alimentos frescos gracias a estas iniciativas. Utilizar sonidos ambientales del campo y música campesina tradicional. Finalizar con un llamado a valorar y apoyar la producción local: \"Cada planta que cultivamos, cada fruta que compramos al campesino, es un acto de soberanía y amor a Cuba\".",
          "sources": [
            "https://www.minag.gob.cu",
            "https://www.inca.edu.cu",
            "https://www.anap.cu",
            "https://www.fao.org",
            "https://www.ceas.cu"
          ]
        },
        "semana-2-Sábado": {
          "theme": "Acciones preventivas y paliativas del acoso en todas sus manifestaciones",
          "ideas": "Iniciar el programa abordando el tema del acoso desde una perspectiva educativa y preventiva, vinculando con el aniversario del asesinato de Julio Antonio Mella como luchador contra las injusticias. Contextualizar las diferentes formas de acoso: escolar, laboral, callejero y digital. Estructurar en tres segmentos: 1) \"Reconociendo el problema\": entrevista con psicólogos especializados en identificar señales de acoso en niños, adolescentes y adultos; 2) \"Estrategias de prevención\": conversación con educadores y especialistas en comunicación sobre cómo crear entornos seguros en escuelas, centros de trabajo y espacios públicos; 3) \"Apoyo y recuperación\": testimonios de personas que han superado situaciones de acoso y profesionales que acompañan en el proceso de recuperación. Incluir micros con recursos de ayuda disponibles en Bayamo, como líneas telefónicas y centros de asesoramiento. Utilizar un tono serio pero esperanzador, evitando victimizar a las personas que sufren acoso. Finalizar con un llamado a la responsabilidad colectiva: \"Detener el acoso no es solo responsabilidad de las víctimas, es compromiso de toda la sociedad\".",
          "sources": [
            "https://www.sld.cu/sitios/cnp_sida",
            "https://cips.sld.cu",
            "https://www.mined.gob.cu",
            "https://www.who.int/es/health-topics/violence",
            "https://www.fidh.org"
          ]
        },
        "semana-1-Lunes": {
          "theme": "Acciones locales por el clima",
          "ideas": "Comienza con un efecto de sonido de naturaleza (viento, agua) y una pregunta a la audiencia sobre los cambios de temperatura recientes. Entrevista a un especialista del CITMA en Granma sobre el plan de estado Tarea Vida. Estructura el segmento en tres partes: diagnóstico local, acciones concretas y cómo la población puede ayudar."
        },
        "semana-1-Martes": {
          "theme": "Precios en el mercado agropecuario",
          "ideas": "Sondeo de opinión en la calle (vox populi). Debate sobre la relación calidad-precio. Entrevista a un administrador de mercado."
        },
        "semana-5-Lunes": {
          "theme": "Acciones locales por el clima",
          "ideas": "Comienza con un efecto de sonido de naturaleza (viento, agua) y una pregunta a la audiencia sobre los cambios de temperatura recientes. Entrevista a un especialista del CITMA en Granma sobre el plan de estado Tarea Vida. Estructura el segmento en tres partes: diagnóstico local, acciones concretas y cómo la población puede ayudar."
        },
        "semana-5-Martes": {
          "theme": "Precios en el mercado agropecuario",
          "ideas": "Sondeo de opinión en la calle (vox populi). Debate sobre la relación calidad-precio. Entrevista a un administrador de mercado."
        },
        "semana-3-Lunes": {
          "theme": "Quema de Bayamo: un acto de amor a la patria.",
          "ideas": "Explorar testimonios históricos sobre el 12 de enero de 1869 mediante entrevistas con historiadores locales. Incluir fragmentos de archivos sonoros narrando la decisión heroica de los bayameses. Resaltar el legado patriótico en la identidad actual de la ciudad, invitando a especialistas del Museo de la Quema y testigos de conmemoraciones recientes.\n"
        },
        "semana-3-Martes": {
          "theme": "La salud ambiental",
          "ideas": "Analizar la conexión entre el medio ambiente sano y la salud humana en Bayamo. Invitar a especialistas del Centro de Higiene y Epidemiología para hablar de indicadores ambientales locales. Presentar casos exitosos de recuperación de áreas contaminadas. Incluir testimonios de comunidades beneficiadas por el programa Tarea Vida. Concluir con acciones individuales y colectivas que pueden implementarse para proteger nuestro entorno natural.\n"
        },
        "semana-3-Miércoles": {
          "theme": "Inteligencia Artificial, agricultura y soberanía alimentaria",
          "ideas": "Entrevistar a especialistas en tecnología aplicada a la agricultura en Granma. Explicar de manera sencilla cómo la IA puede optimizar cultivos y predecir cosechas. Presentar casos prácticos de fincas bayamesas que usan tecnología básica para mejorar productividad. Destacar iniciativas locales de cultivos sostenibles. Invitar a jóvenes programadores que desarrollan aplicaciones para el sector agropecuario, enfatizando soluciones adaptadas a nuestra realidad.\n"
        },
        "semana-3-Jueves": {
          "theme": "Día de la Ciencia Cubana: mujeres científicas bayamesas que marcan la diferencia",
          "ideas": "Entrevistar a destacadas científicas de instituciones bayamesas y de la Universidad de Granma. Presentar sus investigaciones y contribuciones en diversos campos. Destacar proyectos liderados por mujeres que impactan en la vida local. Incluir testimonios de jóvenes estudiantes femeninas inspiradas por estas referentes. Resaltar políticas institucionales que favorecen la participación de la mujer en la ciencia y tecnología, conectando con la frase histórica de Fidel Castro sobre hombres de ciencia.\n"
        },
        "semana-3-Viernes": {
          "theme": "El arte como alternativa para la estabilidad emocional de las personas",
          "ideas": "Entrevistar a terapeutas que utilizan expresiones artísticas en sus tratamientos. Presentar testimonios de personas que han encontrado en el arte una salida positiva a problemas emocionales. Mostrar proyectos comunitarios artísticos en Bayamo que funcionan como espacios preventivos. Invitar a artistas locales que trabajan voluntariamente en centros comunitarios. Destacar diferentes manifestaciones artísticas accesibles (música, pintura, danza) como herramientas para canalizar emociones y construir redes de apoyo social.\n"
        },
        "semana-3-Sábado": {
          "theme": "Aniversario del combate de La Plata: la primera victoria del Ejército Rebelde. El liderazgo de Fidel",
          "ideas": "Entrevistar a historiadores militares sobre la importancia estratégica y simbólica de esta acción. Presentar testimonios de combatientes históricos o sus familiares. Analizar el papel decisivo de Fidel Castro como estratega y líder inspirador. Incluir fragmentos de discursos históricos. Conectar esta victoria con el desarrollo posterior de la lucha revolucionaria, destacando cómo este triunfo inicial fortaleció moralmente a las fuerzas rebeldes y marcó un antes y un después en la guerra.\n"
        },
        "Enero-semana-1-Viernes": {
          "theme": "Triunfo de la Revolución Cubana: significado y celebración en Bayamo.",
          "ideas": ""
        },
        "Enero-semana-1-Sábado": {
          "theme": "Producción local de viandas y vegetales en la Cooperativa “Bayamo”.",
          "ideas": ""
        },
        "Enero-semana-4-Lunes": {
          "theme": "El poder de la palabra: de \"El Diablo Cojuelo\" a la prensa cubana actual.",
          "ideas": "Estructura el programa en tres bloques. Inicia con un bloque histórico-narrativo: un locutor o actor lee un fragmento del primer periódico de Martí, seguido de una breve explicación de un historiador sobre su contexto y objetivos. El segundo bloque debe ser analítico: invita al director del periódico local \"La Demajagua\" o a un periodista de la emisora para discutir los desafíos y la misión social del periodismo en Bayamo hoy. Cierra con un bloque participativo: plantea una pregunta a la audiencia sobre el valor de la prensa local y lee algunas respuestas recibidas por SMS o redes sociales. Usa ráfagas musicales de fondo con temas instrumentales cubanos para separar los segmentos.\n"
        },
        "Enero-semana-4-Martes": {
          "theme": "Las MTT: 45 años de una defensa con raíces populares en Bayamo.",
          "ideas": "Estructura un programa de testimonio y orgullo local. Comienza con una nota histórica breve sobre el contexto de la creación de las MTT. El núcleo debe ser una entrevista en vivo o pregrabada con un fundador o veterano de las MTT en Bayamo. Pregunta por anécdotas de los primeros días, entrenamientos, y el sentido del deber. Complementa con la voz de un miliciano actual (quizás un joven profesional) que explique cómo combina su trabajo civil con la preparación militar. Incluye sonidos ambiente de una ceremonia o ejercicio (si son grabaciones de archivo) para generar inmersión. Cierra destacando el concepto de \"pueblo uniformado\".\n"
        },
        "Enero-semana-4-Miércoles": {
          "theme": "Manejo de residuos sólidos en Bayamo: desafíos y soluciones comunitarias.",
          "ideas": "Enfoca el programa en el diagnóstico y la acción local. Comienza con un reporte pregrabado desde un vertedero o punto crítico de la ciudad, entrevistando a trabajadores de Comunales sobre los volúmenes y problemas. Luego, en el estudio, invita a un representante del CITMA en Granma para explicar el impacto ambiental. El segmento clave debe presentar una o dos experiencias exitosas de comunidades, CDR o proyectos locales que estén reciclando, reduciendo o manejando mejor sus residuos. Pregunta a la audiencia por sus ideas. Termina con un mensaje claro: la solución comienza en cada hogar y cuadra.\n"
        },
        "Enero-semana-4-Jueves": {
          "theme": "Jesús Menéndez: el \"General de las Cañas\" y la lucha por la soberanía azucarera.",
          "ideas": "Concentra el programa en la figura de Menéndez como defensor de los obreros y la producción nacional. Narra su historia con un tono épico, destacando su oratoria y valentía. Invita a un historiador del azúcar o a un dirigente sindical azucarero actual. Vincula su legado con los desafíos actuales de la industria azucarera en Granma. No olvides mencionar su asesinato como un crimen político. Incluye un segmento con un corto audio testimonial de un trabajador azucarero retirado que recuerde lo que significaba Menéndez para su familia. Usa música de fondo relacionada con la zafra.\n"
        },
        "Enero-semana-4-Viernes": {
          "theme": "El Servicio Médico Rural: 66 años llevando salud a las montañas de Granma.",
          "ideas": "Enfócate en el legado de cobertura universal y en los desafíos actuales. Entrevista a un médico o enfermero que haya trabajado en el servicio rural en la década de 1960 o 1970 para que cuente anécdotas. Contrasta con la experiencia de un médico joven de la familia que hoy cumple servicio en un consultorio de montaña. Habla de la tecnología que ha llegado (ecógrafos portátiles) y de lo que sigue faltando. Visita un consultorio emblemático en la sierra. Destaca el concepto de que la salud no es un privilegio urbano. Cierra vinculándolo con la lucha contra las adicciones como otro frente de la salud pública.\n"
        },
        "Enero-semana-4-Sábado": {
          "theme": "El USS Maine: el pretexto que cambió la historia de Cuba.",
          "ideas": "Narra los hechos con suspenso periodístico. Describe la noche de la explosión en la bahía de La Habana, las teorías (autoinfligado o ataque externo), la histeria mediática en EE.UU. (\"Remember the Maine!\") y cómo se usó como casus belli para la intervención. Invita a un historiador especializado en el 98 para analizar las consecuencias: el fin de la guerra de independencia cubana y el inicio de la ocupación norteamericana. Enlaza este evento manipulado con la noción de \"noticias falsas\" y guerras mediáticas. Usa efectos de sonido de explosiones lejanas y música de la época para ambientar.\n"
        },
        "Enero-semana-5-Lunes": {
          "theme": "Educación ambiental desde la infancia: sembrando conciencia en las escuelas bayamesas.",
          "ideas": "Inicia con una reflexión sobre el Día Mundial de la Educación Ambiental y su importancia para el futuro. Estructura en tres bloques: 1) \"Aulas verdes\": entrevista a una maestra de la escuela primaria \"Camilo Cienfuegos\" que implementa un proyecto de huerto escolar; 2) \"Patrullas ecológicas\": reportaje desde la secundaria \"José Martí\" sobre el grupo de estudiantes que monitorean el consumo de agua y energía; 3) \"Familia y entorno\": conversación con una psicóloga ambiental sobre cómo trasladar estos aprendizajes al hogar. Incluye sonidos de niños en actividades al aire libre y música suave. Finaliza destacando que la conciencia ecológica se construye desde las primeras letras."
        },
        "Enero-semana-5-Martes": {
          "theme": "Genética de las semillas nativas: tesoros genéticos para la soberanía alimentaria.",
          "ideas": "Destaca la importancia de conservar y multiplicar las semillas locales. Entrevista a un campesino vanguardia en utilización de semillas que preserve variedades de frijol, maíz y tomate adaptadas al clima local. Segundo bloque: visita al banco de semillas de la Estación Experimental de Granma. Tercer bloque: conversación con un chef bayamés que promueve el uso de estas variedades en su cocina. Incluye sonidos del campo y música guajira. Cierra con un llamado a intercambiar semillas en ferias locales."
        },
        "Enero-semana-5-Miércoles": {
          "theme": "Martí en el pensamiento de Fidel: la brújula ética de la Revolución Cubana.",
          "ideas": "Profundiza en la relación intelectual y moral entre ambas figuras. Comienza con una cuña de Fidel citando a Martí. Entrevista a un filósofo o historiador local para analizar cómo Martí inspiró el concepto fidelista de \"Revolución\". Segundo bloque: lectura comentada de fragmentos de \"La Historia me Absolverá\" donde Fidel evoca a Martí. Tercer bloque: testimonios de jóvenes estudiantes sobre qué significa para ellos esta conexión hoy. Usa música de fondo solemne y fragmentos de discursos. Cierra con la vigencia del ideario martiano-fidelista."
        },
        "Enero-semana-5-Jueves": {
          "theme": "Mujeres al frente: liderazgo femenino en la gestión cultural de Bayamo.",
          "ideas": "Destaca a mujeres que dirigen instituciones culturales en la ciudad: la directora de la Casa de la Trova, la conservadora del Museo de Cera, la jefa de programación de la emisora. Entrevista a una de ellas en profundidad, preguntando por su trayectoria, desafíos y visión. Segundo bloque: reportaje sobre el colectivo \"Gestoras Culturales de Granma\" y su red de apoyo. Tercer bloque: una joven artista habla sobre sus referentes femeninos. Usa música de compositoras cubanas. Cierra celebrando el aporte silencioso pero fundamental de la mujer a la cultura local."
        },
        "Enero-semana-5-Viernes": {
          "theme": "Deporte y recreación sana: antídotos contra las adicciones en la juventud bayamesa.",
          "ideas": "Enfatiza la prevención a través de alternativas atractivas. Visita el proyecto comunitario \"Deporte para Todos\" en el reparto Santa Ana, donde jóvenes practican boxeo, atletismo y ajedrez gratis. Entrevista a los entrenadores y a participantes que encontraron allí un propósito. Segundo bloque: conversación con el director municipal de Deportes sobre la ampliación de estas ofertas. Tercer bloque: un psicólogo deportivo habla de los beneficios mentales de la actividad física. Sonidos de entrenamiento y música motivacional. Cierra con una invitación a inscribirse."
        },
        "Enero-semana-5-Sábado": {
          "theme": "Gandhi y Martí: paralelos entre dos apóstoles de la paz y la no violencia.",
          "ideas": "Establece un diálogo entre ambas figuras. Un historiador compara sus vidas, métodos de lucha (la desobediencia civil vs. la guerra necesaria) y su legado ético. Segundo bloque: lectura de frases célebres de ambos sobre la justicia y la dignidad humana. Tercer bloque: entrevista a un profesor de filosofía sobre la vigencia de la no violencia en un mundo conflictivo. Incluye música india y cubana de fondo. Cierra con la pregunta: ¿Cómo practicar hoy la no violencia activa en nuestra comunidad?"
        },
        "Febrero-semana-2-Lunes": {
          "theme": "Los humedales de Granma: ecosistemas vitales para la biodiversidad y la protección costera.",
          "ideas": "Iniciar destacando la efeméride internacional. Entrevista a un especialista del CITMA Granma sobre los humedales locales (delta del Cauto, manglares de Pilón). Explicar sus funciones: barrera contra inundaciones, criaderos de especies. Reportaje sonoro desde la Ciénaga de Birama, con testimonios de pescadores sobre cambios observados. Enlazar con la Tarea Vida y la necesidad de conservación. Cerrar con consejos ciudadanos para su protección."
        },
        "Febrero-semana-2-Martes": {
          "theme": "Complejo Avícola Nacional. Producción de huevos en Bayamo: avances y estrategias para el autoabastecimiento local.",
          "ideas": "Reportaje desde una granja avícola estatal o una cooperativa que haya incrementado su producción. Entrevista a los trabajadores y a un especialista del Ministerio de la Agricultura. Analizar los ciclos de producción, la alimentación de las aves y los desafíos logísticos. Destacar el impacto en la canasta familiar. Cerrar con perspectivas de crecimiento y cómo la población puede apoyar consumiendo lo local."
        },
        "Febrero-semana-2-Miércoles": {
          "theme": "La Segunda Declaración de La Habana: contexto histórico y vigencia de sus principios antiimperialistas.",
          "ideas": "Con un historiador, analizar el momento de 1962: la recién proclamada Revolución Socialista y la respuesta a la expulsión de la OEA. Repasar fragmentos sonoros del discurso de Fidel. Conectar sus ideas sobre la soberanía y la dignidad con los desafíos actuales de Cuba. Incluir opiniones de jóvenes sobre su lectura hoy. Cerrar destacando la continuidad de la lucha por la autodeterminación."
        },
        "Febrero-semana-2-Jueves": {
          "theme": "Redes de apoyo comunitario para la prevención y rehabilitación de adicciones en Bayamo.",
          "ideas": "Visita al Centro Comunitario de Salud Mental. Entrevista a psicólogos y trabajadores sociales sobre sus programas grupales y familiares. Presentar el testimonio anónimo de una persona en recuperación. Destacar el papel de los CDR y las organizaciones de masa en la detección temprana. Cerrar con un mensaje de esperanza: la adicción se puede superar con ayuda profesional y solidaridad."
        },
        "Febrero-semana-2-Viernes": {
          "theme": "Mujeres trovadoras. María Teresa Vera: la voz immortal de la trova cubana y su legado para las artistas.",
          "ideas": "Perfil biográfico y musical. Reproducir fragmentos de sus canciones más famosas (\"Veinte años\"). Entrevista a una musicóloga sobre su técnica, su rol en un entorno masculino y su influencia en generaciones posteriores. Conectar con el panorama actual de mujeres en la música cubana. Cierre con un homenaje sonoro a su obra. Ambiente musical y nostálgico."
        },
        "Febrero-semana-2-Sábado": {
          "theme": "Antonio Maceo en Granma, especialmente en Bayamo.",
          "ideas": "Un historiador recrea el combate, su contexto en la Campaña de La Invasión y la figura de Maceo. Incluir fragmentos de testimonios históricos. Conectar con el legado mambí en la identidad granmense. Tono épico."
        },
        "Febrero-semana-5-Lunes": {
          "theme": "El Che al frente del Ministerio de Industrias: legado de gestión y visión industrial para Cuba.",
          "ideas": "Inicio con la efeméride de 1961 cuando el Che asumió el Ministerio. Entrevista a un historiador económico sobre sus aportes: la motivación, la disciplina laboral, el trabajo voluntario. Segundo bloque: testimonio de un trabajador industrial bayamés jubilado que recuerde aquellos años. Tercero: un joven ingeniero industrial analiza la vigencia de aquellas ideas en el contexto actual. Incluir fragmentos de discursos del Che. Música de fondo: \"Hasta siempre\". Cierre con la vigencia de su ejemplo."
        },
        "Febrero-semana-5-Martes": {
          "theme": "131 años del Grito de Baire: la dignidad cubana como bandera de lucha.",
          "ideas": "Programa histórico. Un historiador narra los sucesos del 24 de febrero de 1895, el alzamiento simultáneo y el papel de Martí como máximo organizador. Conectar aquella gesta con la defensa actual de la soberanía, incluyendo la lucha contra flagelos como las drogas que amenazan la salud del pueblo. Incluir lecturas de proclamas independentistas y fragmentos del Diario de campaña de Martí. Música patriótica de fondo. Cierre con llamado a mantener la dignidad y el heroísmo cotidiano."
        },
        "Febrero-semana-5-Miércoles": {
          "theme": "La Tarea Vida en Bayamo: adaptación al cambio climático en ecosistemas vulnerables.",
          "ideas": "Entrevista a un especialista del CITMA Granma sobre la implementación del plan estatal en la provincia. Foco en zonas costeras como Pilón y Niquero, así como en el delta del Cauto. Explicar acciones concretas: reforestación de manglares, reubicación de asentamientos, educación ambiental. Reportaje sonoro desde un proyecto comunitario. Cifras de avance. Destacar que la Tarea Vida no es solo política, sino que requiere participación ciudadana activa."
        },
        "Febrero-semana-5-Jueves": {
          "theme": "64 años de la primera vacunación antipolio: soberanía sanitaria y logros de la salud pública cubana.",
          "ideas": "Programa conmemorativo y de orgullo. Un pediatra y un historiador de la salud repasan la campaña de 1962 que erradicó la polio en Cuba, hito de la medicina revolucionaria. Testimonio de una enfermera jubilada que participó. Conectar con el concepto de soberanía: producir vacunas propias, cobertura universal gratuita. Cierre con datos actuales sobre vacunación infantil en Bayamo y llamado a mantener las coberturas. Música infantil de fondo."
        },
        "Febrero-semana-5-Viernes": {
          "theme": "Carlos Manuel de Céspedes: el Padre de la Patria y su legado en Bayamo.",
          "ideas": "Programa histórico en el aniversario de su muerte en combate. Un historiador reconstruye sus últimos momentos en San Lorenzo. Repasar su obra: la abolición de la esclavitud en La Demajagua, el inicio de la guerra, su gobierno. Destacar su vínculo con Bayamo, donde residió y desde donde partió la Revolución. Lectura de fragmentos de sus cartas y proclamas. Música patriótica. Cierre con la vigencia de su ideal de independencia y justicia social."
        },
        "Febrero-semana-5-Sábado": {
          "theme": "Enfermedades raras en Cuba: diagnóstico, atención y apoyo a las familias en Bayamo.",
          "ideas": "Programa de sensibilización. Un especialista del Hospital Provincial explica qué son las enfermedades raras, cuáles tienen mayor incidencia en la región y cómo se diagnostican. Testimonio anónimo de una familia que convive con una de ellas. Un representante de MINSAP informa sobre los protocolos de atención y los medicamentos disponibles. Tono humano y esperanzador, destacando la labor del sistema de salud para garantizar atención a todos, sin exclusión."
        }
      }
    },
    {
      "active": true,
      "days": [
        "Lunes",
        "Martes",
        "Miércoles",
        "Jueves",
        "Viernes"
      ],
      "id": "lv2",
      "name": "Todos en Casa",
      "time": "10:00",
      "dailyData": {
        "semana-1-Viernes": {
          "theme": "Propósitos familiares para el año nuevo: salud, ahorro y convivencia.",
          "instructions": "Consejos prácticos sin contenido político. Enfocar en metas domésticas y bienestar."
        },
        "semana-2-Lunes": {
          "theme": "Estrategias familiares para la prevención del consumo de drogas en el hogar",
          "ideas": "Diseñar un programa práctico y cercano que ofrezca herramientas concretas para las familias bayamesas. Comenzar con una breve introducción sobre la importancia del diálogo familiar como primera barrera de protección. Desarrollar tres segmentos interactivos: 1) \"Rincón de la conversación\": sugerencias para crear espacios seguros de diálogo en el hogar; 2) \"Juntos en actividades\": propuestas de actividades económicas y divertidas para hacer en familia los fines de semana en Bayamo; 3) \"Señales que no debemos ignorar\": consejos prácticos para identificar cambios de comportamiento en adolescentes. Incluir testimonios breves de familias que han superado situaciones difíciles. Utilizar sonidos ambientales agradables del hogar y música instrumental cubana de fondo. Cerrar con un mensaje positivo sobre cómo el amor, la comunicación y el tiempo de calidad son las mejores herramientas para proteger a nuestros jóvenes de influencias nocivas.",
          "sources": [
            "https://www.fmc.cu",
            "https://cips.sld.cu",
            "https://www.mined.gob.cu",
            "https://www.unicef.org/cuba",
            "https://www.fad.es"
          ]
        },
        "semana-2-Martes": {
          "theme": "Prevención de enfermedades digestivas",
          "ideas": "Diseñar un programa práctico y motivador que enseñe a las familias bayamesas a prevenir enfermedades digestivas mediante buenos hábitos alimenticios. Comenzar con una introducción sobre las enfermedades digestivas más comunes en la región y sus causas principales. Desarrollar tres segmentos detallados: 1) \"Alimentación saludable\": consejos para planificar menús equilibrados utilizando productos locales de temporada disponibles en Bayamo; 2) \"Higiene en la cocina\": técnicas básicas de manipulación segura de alimentos, lavado de manos y conservación adecuada de los productos; 3) \"Remedios naturales\": presentación de infusiones y preparados tradicionales con plantas medicinales que ayudan a la digestión, como la manzanilla y la menta. Incluir testimonios breves de especialistas del hospital provincial y de familias que han mejorado su salud con estos consejos. Utilizar sonidos ambientales agradables y música instrumental suave. Cerrar con un mensaje inspirador sobre cómo pequeños cambios en los hábitos alimenticios pueden prevenir grandes problemas de salud.",
          "sources": [
            "https://www.minsap.gob.cu",
            "https://www.hospitalbayamo.sld.cu",
            "https://www.sld.cu/sitios/gastroenterologia",
            "https://www.who.int/es/health-topics/digestive-diseases",
            "https://www.insg.sld.cu"
          ]
        },
        "semana-2-Miércoles": {
          "theme": "Familias eco-amigables: pequeños gestos para grandes cambios en el hogar",
          "ideas": "Diseñar un programa práctico y motivador que enseñe a las familias bayamesas a adoptar hábitos sostenibles en su vida diaria. Comenzar con una introducción sobre cómo los pequeños cambios en el hogar pueden tener un gran impacto ambiental. Desarrollar tres segmentos detallados: 1) \"Cocina sostenible\": consejos para reducir el desperdicio de alimentos y usar energías renovables en la preparación de comidas; 2) \"Jardín familiar\": tutorial para crear un pequeño huerto orgánico en balcones o patios usando recipientes reciclados; 3) \"Hogar eficiente\": técnicas sencillas para ahorrar agua y electricidad, con ejemplos concretos de ahorro económico. Incluir testimonios breves de familias de Bayamo que han implementado estos cambios con éxito. Utilizar sonidos ambientales agradables y música instrumental suave. Cerrar con un mensaje inspirador: \"Cuidar el planeta comienza en casa, y cada acción cuenta para construir un futuro sostenible para nuestros hijos\".",
          "sources": [
            "https://www.cica.cu",
            "https://www.compostajegranma.co.cu",
            "https://www.inrh.cu",
            "https://www.unep.org",
            "https://www.ocupacuba.co.cu"
          ]
        },
        "semana-2-Jueves": {
          "theme": "Preparar la casa para vivir con personas de la tercera edad",
          "ideas": "Diseñar un programa práctico y sensible que ofrezca consejos concretos para adaptar el hogar a las necesidades de adultos mayores. Comenzar con una introducción sobre la importancia de crear entornos seguros y dignos para nuestros abuelos, valorando su experiencia y sabiduría. Desarrollar tres segmentos detallados: 1) \"Adaptaciones físicas\": sugerencias para eliminar barreras arquitectónicas como escalones, mejorar la iluminación y colocar pasamanos en baños y pasillos; 2) \"Organización del espacio\": consejos para distribuir muebles y objetos de uso diario para facilitar su acceso; 3) \"Tecnología asistiva\": presentación de dispositivos sencillos y económicos que mejoran la autonomía de los adultos mayores, como teléfonos con botones grandes y sensores de caídas. Incluir testimonios breves de familias bayamesas que han implementado estos cambios con éxito. Utilizar sonidos ambientales agradables del hogar y música instrumental suave. Cerrar con un mensaje inspirador: \"Adaptar nuestra casa para nuestros mayores no es solo una cuestión de seguridad, es un acto de amor y respeto por quienes nos trajeron hasta aquí\".",
          "sources": [
            "https://www.minsap.gob.cu",
            "https://www.sld.cu/sitios/geriatria",
            "https://www.fmc.cu",
            "https://www.who.int/es/health-topics/ageing",
            "https://www.inas.cul.cu"
          ]
        },
        "semana-2-Viernes": {
          "theme": "Cocina soberana: recetas con productos locales para fortalecer nuestra independencia alimentaria",
          "ideas": "Diseñar un programa práctico y motivador que enseñe a las familias bayamesas a cocinar con productos locales de temporada. Comenzar con una introducción sobre la importancia histórica de la Reforma Agraria y cómo afectó positivamente la alimentación familiar. Desarrollar tres segmentos detallados: 1) \"Mercado local\": guía para identificar y seleccionar los mejores productos de la agricultura bayamesa según la temporada; 2) \"Recetas económicas\": tres recetas completas utilizando principalmente productos locales, con instrucciones paso a paso y variantes para diferentes presupuestos; 3) \"Conservación inteligente\": técnicas sencillas para conservar alimentos sin necesidad de refrigeración, como encurtidos y secado al sol. Incluir testimonios breves de amas de casa que han reducido sus gastos alimenticios gracias a estos métodos. Utilizar sonidos ambientales de la cocina y música instrumental suave. Cerrar con un mensaje inspirador: \"Cocinar con lo nuestro no solo es más económico, es un acto de amor a nuestra tierra y a la obra de la Revolución\".",
          "sources": [
            "https://www.minag.gob.cu",
            "https://www.comerciogranma.co.cu",
            "https://www.inca.edu.cu",
            "https://www.ocupacuba.co.cu",
            "https://www.wfp.org"
          ]
        },
        "semana-1-Lunes": {
          "theme": "Reciclaje creativo",
          "ideas": "Enfoca el programa en soluciones prácticas. Enseña a hacer macetas con envases plásticos. Invita a una artesana local. Mantén un tono alegre y motivador."
        },
        "semana-1-Martes": {
          "theme": "Conservas de vegetales",
          "ideas": "Receta paso a paso para encurtidos. Consejos para esterilizar frascos. Llamadas de la audiencia compartiendo sus trucos."
        },
        "semana-5-Lunes": {
          "theme": "Reciclaje creativo",
          "ideas": "Enfoca el programa en soluciones prácticas. Enseña a hacer macetas con envases plásticos. Invita a una artesana local. Mantén un tono alegre y motivador."
        },
        "semana-5-Martes": {
          "theme": "Conservas de vegetales",
          "ideas": "Receta paso a paso para encurtidos. Consejos para esterilizar frascos. Llamadas de la audiencia compartiendo sus trucos."
        },
        "semana-3-Lunes": {
          "theme": "Cocina tradicional bayamesa: recetas que han sobrevivido a siglos de historia",
          "ideas": "Presentar recetas emblemáticas que sobrevivieron al incendio de Bayamo, como el tasajo y el casabe. Invitar a cocineras veteranas que mantienen estas tradiciones. Demostrar preparación en vivo mientras narran anécdotas familiares. Incluir consejos prácticos para adaptar estos platos a los ingredientes disponibles hoy en día, resaltando su valor cultural e histórico.\n"
        },
        "semana-3-Martes": {
          "theme": "Familias eco-amigables: pequeños gestos para grandes cambios en el hogar",
          "ideas": "Ofrecer consejos prácticos para reducir el consumo de energía y agua en el hogar. Demostrar cómo hacer compostaje doméstico y reutilizar materiales. Invitar a familias bayamesas que han implementado estas prácticas con resultados positivos. Incluir un segmento de manualidades ecológicas para niños. Resaltar el ahorro económico que supone adoptar hábitos sostenibles en el día a día familiar.\n"
        },
        "semana-3-Miércoles": {
          "theme": "Preparación de alimentos para emergencias climáticas",
          "ideas": "Ofrecer recetas prácticas con ingredientes de larga conservación para situaciones de emergencia. Invitar a especialistas en seguridad alimentaria para explicar métodos de conservación sin refrigeración. Demostrar cómo crear una despensa básica resiliente. Incluir consejos para familias con niños o adultos mayores. Presentar testimonios de bayameses que aplicaron estas prácticas durante eventos climáticos extremos, resaltando la importancia de la preparación anticipada.\n"
        },
        "semana-3-Jueves": {
          "theme": "Educación en valores: cómo criar hijos con principios de igualdad de género",
          "ideas": "Invitar a pedagogos y psicólogos para analizar cómo eliminar estereotipos desde la infancia. Ofrecer estrategias prácticas para fomentar la equidad en el reparto de tareas domésticas entre niños y niñas. Presentar recursos educativos y ejemplos de juegos no sexistas. Incluir testimonios de familias que practican la crianza en igualdad. Destacar la importancia de los modelos parentales diversos y respetuosos, enfatizando cómo esto fortalece el desarrollo integral de los hijos e hijas.\n"
        },
        "semana-3-Viernes": {
          "theme": "Estrategias familiares para prevenir el consumo de drogas en adolescentes",
          "ideas": "Invitar a psicólogos especializados en adicciones para ofrecer pautas prácticas de comunicación familiar. Presentar dinámicas sencillas para fortalecer los vínculos entre padres e hijos adolescentes. Incluir testimonios anónimos de familias que han superado esta situación. Ofrecer señales de alerta temprana y recursos de ayuda disponibles en Bayamo. Enfatizar la importancia del diálogo abierto, la escucha activa y la construcción de espacios seguros en el hogar para prevenir conductas de riesgo.\n"
        },
        "Enero-semana-1-Viernes": {
          "theme": "Propósitos familiares para el año nuevo: salud, ahorro y convivencia.",
          "ideas": ""
        },
        "Enero-semana-4-Lunes": {
          "theme": "Cómo organizar un pequeño archivo familiar de recortes y fotos.",
          "ideas": "Propón un guion práctico y motivador. Comienza explicando los beneficios emocionales de preservar la memoria familiar. Luego, desarrolla un paso a paso claro: 1) Recolección y clasificación (sugiere cajas, sobres). 2) Almacenamiento seguro (cómo proteger de humedad y polvo). 3) Digitalización básica (recomienda aplicaciones gratuitas para escanear con el móvil). 4) Creación de un álbum o libro sencillo. Incluye anécdotas del conductor sobre sus propias fotos familiares para generar cercanía. Finaliza retando a la audiencia a rescatar una foto antigua durante la semana y compartirla con la familia.\n"
        },
        "Enero-semana-4-Martes": {
          "theme": "Primeros auxilios en el hogar: qué tener en el botiquín familiar.",
          "ideas": "Haz un programa esencialmente práctico. Comienza enumerando los 10-12 elementos imprescindibles de un botiquín casero (gasas, antiséptico, termómetro, etc.), explicando brevemente el uso de cada uno. Advierte sobre lo que NO debe faltar y lo que NO se debe guardar (medicamentos vencidos). Puedes incluir la voz grabada de un farmacéutico local dando consejos. Sugiere una actividad: que la familia revise y actualice su botiquín esa misma semana. Usa un tono calmado pero directo, enfatizando la prevención.\n"
        },
        "Enero-semana-4-Miércoles": {
          "theme": "Hogar sin humedad: combatiendo el moho y la salitre de forma natural.",
          "ideas": "Enfócate en soluciones prácticas y accesibles con ingredientes comunes (vinagre, bicarbonato, sal, alcohol). Estructura el programa como una guía paso a paso para diferentes superficies: paredes (preparar una solución fungicida, aplicar, cepillar), ropa (lavado con vinagre, secado al sol), y muebles (limpieza con té de limón). Advierte sobre los peligros del moho para la salud respiratoria, especialmente en niños y ancianos. Invita a una ama de casa con experiencia en el tema a compartir su \"truco infalible\". Sugiere ventilar la casa a diario, incluso en invierno, como la mejor prevención.\n"
        },
        "Enero-semana-4-Jueves": {
          "theme": "Legado de Laura Martínez de Carvajal: cuidados ginecológicos básicos para la mujer.",
          "ideas": "Rinde homenaje a la primera médica cubana abordando un tema de salud práctica. Una ginecóloga debe explicar de manera clara y sin tabúes la importancia de la citología periódica, la autoexploración mamaria y los signos de alarma de infecciones comunes. Resalta el valor de acudir al médico ante cualquier duda, rompiendo el miedo o la vergüenza. Narra brevemente la lucha de Martínez de Carvajal por abrirse paso en un mundo de hombres, conectándolo con el derecho a la salud de la mujer hoy. Ofrece información sobre los servicios de ginecología disponibles en los policlínicos de Bayamo.\n"
        },
        "Enero-semana-4-Viernes": {
          "theme": "Señales de alarma de adicción a psicofármacos en la familia.",
          "ideas": "Aborda un problema creciente de manera sensible y sin estigmatizar. Un psiquiatra o psicólogo debe listar las señales conductuales (cambios de humor, aislamiento, mentiras), físicas (somnolencia anormal, problemas de coordinación) y sociales (problemas laborales, gastos inexplicables) que pueden indicar dependencia a tranquilizantes o somníferos. Enfatiza que estos medicamentos deben usarse solo bajo estricta supervisión médica y por tiempo limitado. Da consejos sobre cómo abordar a un familiar del que se sospecha: con amor, sin acusaciones, ofreciendo acompañamiento profesional. Proporciona información sobre dónde buscar ayuda en Bayamo.\n"
        },
        "Enero-semana-5-Lunes": {
          "theme": "Reducir, reutilizar, reciclar: manualidades útiles con materiales de desecho.",
          "ideas": "Programa práctico y creativo. Comienza mostrando cómo el exceso de residuos afecta a Bayamo. Presenta tres proyectos sencillos: 1) \"Organizadores de escritorio\": con botellas plásticas y retazos de tela; 2) \"Juguetes ecológicos\": carritos con tapas y cajas; 3) \"Decoración navideña reciclada\" (guardar para próximo diciembre). Invita a una artesana local para dar tips de acabado. Usa sonidos de tijeras, pegamento y música alegre. Enfatiza el ahorro económico y la satisfacción de crear algo útil, evitando cualquier tono político."
        },
        "Enero-semana-5-Martes": {
          "theme": "Fermentación en casa: técnicas para conservar vegetales y mejorar la salud intestinal.",
          "ideas": "Taller práctico de alimentación saludable y preservación. Enseña a hacer chucrut (col fermentada) y pickles de pepino paso a paso, explicando los beneficios probióticos. Invita a una nutricionista para hablar sobre cómo estos alimentos fortalecen el sistema inmune. Da consejos de higiene y materiales accesibles (frascos de cristal). Comparte anécdotas de abuelas que fermentaban en Bayamo. Usa sonidos de cuchillos y frascos, con música relajante. Enfatiza el ahorro y la autonomía alimentaria familiar."
        },
        "Enero-semana-5-Miércoles": {
          "theme": "Alimentación saludable para personas con hipertensión: recetas bajas en sal.",
          "ideas": "Programa de servicio práctico de salud. Una nutricionista explica los riesgos del exceso de sal y cómo sustituirla con especias locales (orégano, ajo, comino). Prepara en vivo dos platos: un sofrito base sin sal y un pescado al horno con hierbas. Incluye una sección de \"preguntas rápidas\" de los oyentes. Ofrece una lista de alimentos procesados altos en sodio que se deben evitar. Enfatiza que cuidar la presión arterial es un acto de amor familiar. Ambiente cálido, con sonidos de cocina."
        },
        "Enero-semana-5-Jueves": {
          "theme": "Prevención de accidentes domésticos con niños pequeños.",
          "ideas": "Guía esencial para familias con bebés y niños. Un pediatra enumera los riesgos más comunes en cocina, baño y escaleras. Demuestra cómo instalar protecciones de bajo costo (tope de puertas, cubre-enchufes). Enseña maniobras básicas de primeros auxilios para atragantamiento. Incluye testimonios de madres que evitaron accidentes gracias a la prevención. El tono es alerta pero no alarmista, empoderando a los cuidadores. Sonidos ambientales del hogar y música de cuna suave."
        },
        "Enero-semana-5-Viernes": {
          "theme": "Control de plagas en el hogar con métodos naturales y seguros.",
          "ideas": "Soluciones prácticas para problemas comunes (hormigas, cucarachas, mosquitos) sin usar insecticidas tóxicos. Prepara en vivo repelentes con vinagre, hierbabuena y cáscaras de cítricos. Muestra cómo sellar grietas y mantener la limpieza para prevenir. Invita a un especialista en higiene epidemiológica para hablar de enfermedades transmitidas por plagas. Comparte \"recetas de la abuela\" que funcionan. Ambiente práctico, con sonidos de rociadores y música alegre. Mensaje clave: un hogar sano es un hogar protegido."
        },
        "Febrero-semana-2-Lunes": {
          "theme": "Cómo ahorrar agua en el hogar: técnicas prácticas para la ducha, cocina y jardín.",
          "ideas": "Programa totalmente práctico. Presentar soluciones accesibles: reparar goteos, usar reductores de caudal en grifos, recolectar agua de lluvia para plantas. Incluir demostración sonora de cómo instalar una bolsa de agua en el tanque del inodoro. Invitar a una ama de casa a compartir su experiencia de ahorro. Enfatizar el beneficio económico familiar. Tono cercano, con sonidos domésticos y música de fondo suave."
        },
        "Febrero-semana-2-Martes": {
          "theme": "Recetas nutritivas con huevo: ideas económicas para el desayuno, almuerzo y cena.",
          "ideas": "Taller culinario práctico. El conductor prepara en vivo (descrito sonoramente) tres platos sencillos: tortilla, huevos revueltos con vegetales y flan casero. Enfatizar el valor proteico y la versatilidad. Dar tips para conservar los huevos y comprarlos en buen estado. Invitar a una nutricionista para hablar de su valor en la dieta infantil y de adultos mayores. Ambiente cálido, con sonidos de cocina y música alegre."
        },
        "Febrero-semana-2-Miércoles": {
          "theme": "Prevención de la conjuntivitis y cuidados oftalmológicos en el hogar.",
          "ideas": "Guía práctica de salud. Un oftalmólogo explica las causas de la conjuntivitis, síntomas y cómo evitar el contagio familiar (lavado de manos, no compartir toallas). Recomienda lavados con suero o manzanilla. Advierte sobre cuándo acudir al médico. Incluye testimonios de personas que la han padecido. Enfatiza la higiene como principal medida. Sonidos ambientales del hogar y música relajante."
        },
        "Febrero-semana-2-Jueves": {
          "theme": "Cómo crear un ambiente familiar positivo: comunicación y actividades compartidas.",
          "ideas": "Enfoque práctico en el bienestar emocional del hogar. Un psicólogo familiar da pautas para mejorar la comunicación: escucha activa, tiempo de calidad sin pantallas. Sugiere actividades sencillas: juegos de mesa, cocinar juntos, leer en voz alta. Enfatiza que un hogar unido es un factor protector contra conductas de riesgo. Incluye anécdotas de oyentes. Tono cálido, con sonidos familiares y música alegre."
        },
        "Febrero-semana-2-Viernes": {
          "theme": "Organización y decoración del hogar con materiales reciclados.",
          "ideas": "Taller de manualidades práctico y económico. Mostrar cómo hacer organizadores con cajas de cartón, jarrones con botellas y cortinas con retazos. Enfatizar la creatividad, el ahorro y la satisfacción personal. Incluir consejos de una decoradora de interiores. Tono lúdico y motivador, con sonidos de tijeras y pegamento. Ideal para realizar en familia durante el fin de semana. Sin contenido político."
        },
        "Febrero-semana-5-Lunes": {
          "theme": "Cómo organizar un presupuesto familiar mensual y cumplirlo.",
          "ideas": "Guía práctica para la economía del hogar. Un contador o ama de casa con experiencia explica paso a paso: listar ingresos fijos, priorizar gastos esenciales (alimentación, servicios), destinar una porción al ahorro y controlar gastos hormiga. Incluir ejemplos de planillas sencillas. Testimonios de familias que lograron ordenar sus finanzas. Consejos para involucrar a todos los miembros, incluidos niños. Tono cercano, con sonidos de calculadora y papeles."
        },
        "Febrero-semana-5-Martes": {
          "theme": "Alimentación para fortalecer el sistema inmunológico de niños y adultos.",
          "ideas": "Programa de salud práctica. Una nutricionista recomienda alimentos locales que refuerzan defensas: cítricos (limón, naranja), vegetales verdes, ajo, cebolla, calabaza. Ofrece recetas sencillas y económicas: jugos naturales, caldos de verduras, ensaladas. Explica la relación entre nutrición y prevención de enfermedades. Incluye testimonios de madres. Sonidos de cocina y música suave. Mensaje: una buena alimentación es la primera medicina en el hogar."
        },
        "Febrero-semana-5-Miércoles": {
          "theme": "Cómo construir un pequeño huerto en casa con materiales reciclados.",
          "ideas": "Taller práctico de agricultura urbana. Mostrar cómo usar botellas plásticas, cajones y envases para sembrar condimentos (orégano, hierbabuena) y hortalizas (lechuga, rábano). Explicar preparación de sustrato, riego y cuidados. Invitar a una familia que ya tiene huerto casero. Beneficios: alimentos frescos, ahorro, satisfacción. Tono entusiasta, con sonidos de tierra, agua y música alegre. Ideal para realizar en familia."
        },
        "Febrero-semana-5-Jueves": {
          "theme": "Conservas caseras de frutas de temporada: mermeladas y encurtidos.",
          "ideas": "Taller culinario práctico para aprovechar cosechas y evitar desperdicios. Mostrar proceso de mermelada de mango o guayaba, y encurtido de vegetales. Explicar técnicas de esterilización, conservación y almacenamiento. Invitar a una cocinera experta. Beneficios: ahorro, alimentos sanos sin aditivos, disponibilidad fuera de temporada. Sonidos de cocción y envasado. Tono cálido, con música tradicional cubana. Ideal para compartir en familia."
        },
        "Febrero-semana-5-Viernes": {
          "theme": "Decoración del hogar con plantas de interior: especies fáciles de cuidar.",
          "ideas": "Guía práctica para embellecer el hogar. Un especialista en jardinería recomienda plantas resistentes como la cuna de moisés, el helecho, la sansevieria. Explica cuidados básicos: riego, luz, abono. Cómo propagarlas por esquejes. Beneficios: purifican el aire, aportan vida y color. Testimonios de amas de casa. Sonidos suaves y música instrumental. Tono relajado y creativo, invitando a conectar con la naturaleza dentro de casa."
        }
      }
    },
    {
      "active": true,
      "days": [
        "Lunes",
        "Martes",
        "Miércoles",
        "Jueves",
        "Viernes",
        "Sábado"
      ],
      "id": "lv3",
      "name": "Noticiero (RCM Noticias)",
      "time": "11:00",
      "dailyData": {
        "semana-1-Viernes": {
          "theme": "Cobertura de los actos por el Aniversario del Triunfo de la Revolución en Bayamo.",
          "instructions": "Reportes en vivo, entrevistas a asistentes y análisis del significado histórico."
        },
        "semana-1-Sábado": {
          "theme": "Precios y disponibilidad en los mercados agropecuarios municipales.",
          "instructions": "Reportaje comparativo, opiniones de la población."
        },
        "semana-2-Lunes": {
          "theme": "Avances en la lucha contra las drogas en Bayamo: reporte especial",
          "ideas": "Elaborar un noticiero especializado que combine rigor informativo con sensibilidad social. Comenzar con un editorial breve sobre el Día de la PNR y su labor en la prevención del consumo de drogas. Presentar tres reportajes: 1) \"Operativo Seguridad\": balance de las acciones policiales en el municipio durante el último trimestre; 2) \"Educación Preventiva\": cobertura de los talleres que se realizan en escuelas y círculos infantiles de Bayamo; 3) \"Comunidad en Acción\": entrevista a líderes de barrios que han implementado proyectos comunitarios de prevención. Incluir datos estadísticos actualizados proporcionados por las autoridades locales. Mantener un tono objetivo pero constructivo, evitando sensacionalismo. Finalizar con un espacio para las voces de los ciudadanos, donde se recogen opiniones sobre cómo mejorar la seguridad en los barrios de Bayamo.",
          "sources": [
            "https://www.radiociudaddelmar.cu",
            "https://www.peri26.cu",
            "https://www.minint.gob.cu",
            "https://www.acn.cu",
            "https://www.icrt.cu"
          ]
        },
        "semana-2-Martes": {
          "theme": "Mujeres en los medios: la voz femenina en la comunicación bayamesa",
          "ideas": "Elaborar un noticiero especial que destaque la participación femenina en los medios de comunicación de Bayamo. Comenzar con un editorial sobre la evolución histórica de la mujer en el periodismo cubano. Presentar tres reportajes: 1) \"Pioneras de la radio\": entrevista con las primeras locutoras de Radio Ciudad del Mar y su legado; 2) \"Nuevas generaciones\": perfil de jóvenes periodistas mujeres que están transformando el panorama comunicacional local; 3) \"Comunicación comunitaria\": cobertura de proyectos liderados por mujeres en emisoras comunitarias de zonas rurales. Incluir datos estadísticos sobre la representación femenina en los medios bayameses. Mantener un tono profesional pero inspirador, destacando logros sin minimizar desafíos. Finalizar con un espacio para las voces de las comunicadoras locales, reflexionando sobre la importancia de tener más mujeres contando las historias de Bayamo desde una perspectiva de género.",
          "sources": [
            "https://www.radiociudaddelmar.cu",
            "https://www.upc.org.cu",
            "https://www.peri26.cu",
            "https://www.iipjm.cu",
            "https://www.genderlinks.org"
          ]
        },
        "semana-2-Miércoles": {
          "theme": "Avances en la implementación de la Tarea Vida en el municipio de Bayamo",
          "ideas": "Elaborar un noticiero especializado en el programa estatal Tarea Vida, con enfoque local. Comenzar con un editorial explicando los objetivos estratégicos de este programa en el contexto del cambio climático. Presentar tres reportajes: 1) \"Costas en protección\": balance de las acciones realizadas en las zonas costeras cercanas a Bayamo, incluyendo reforestación de manglares y construcción de rompeolas; 2) \"Montañas resilientes\": cobertura de proyectos de reforestación en las zonas altas del municipio para prevenir deslaves; 3) \"Comunidades preparadas\": entrevista con líderes de consejos populares sobre planes de evacuación y educación ambiental. Incluir datos actualizados sobre la reducción de vulnerabilidad en zonas críticas. Mantener un tono informativo pero esperanzador, destacando logros concretos. Finalizar con un espacio para las voces de especialistas locales, reflexionando sobre los próximos desafíos en la adaptación al cambio climático en Bayamo.",
          "sources": [
            "https://www.citma.gob.cu",
            "https://www.cica.cu",
            "https://www.dpfgranma.gob.cu",
            "https://www.met.inf.cu",
            "https://www.ipcc.ch"
          ]
        },
        "semana-2-Jueves": {
          "theme": "67 años de la Caravana de la Libertad: balance de su impacto en el desarrollo de Bayamo",
          "ideas": "Elaborar un noticiero especial conmemorativo que analice el impacto histórico y actual de la entrada de la Caravana de la Libertad a La Habana. Comenzar con un editorial contextualizando el momento histórico de enero de 1959 y su significado para Bayamo. Presentar tres reportajes: 1) \"Transformación urbana\": análisis de cómo ha evolucionado la infraestructura de Bayamo desde la Revolución, con datos comparativos; 2) \"Avances sociales\": cobertura de logros en salud, educación y cultura en el municipio, entrevistando a beneficiarios directos; 3) \"Juventud revolucionaria\": perfil de jóvenes líderes que continúan el proyecto social cubano en diversos campos. Incluir imágenes sonoras de archivos históricos de la época. Mantener un tono informativo pero emotivo, destacando logros concretos sin caer en el triunfalismo. Finalizar con un espacio para las voces de historiadores locales, reflexionando sobre los desafíos futuros en la continuidad del proyecto revolucionario iniciado por Fidel Castro.",
          "sources": [
            "https://www.radiociudaddelmar.cu",
            "https://www.peri26.cu",
            "https://www.historia.cu",
            "https://www.onei.gob.cu",
            "https://www.celac.uh.cu"
          ]
        },
        "semana-2-Viernes": {
          "theme": "Avances en la producción de alimentos en el municipio de Bayamo: balance 2025",
          "ideas": "Elaborar un noticiero especializado en el estado actual de la producción de alimentos en Bayamo. Comenzar con un editorial contextualizando la importancia histórica de la Reforma Agraria planteada por Fidel Castro el 9 de enero de 1959 y su relevancia actual. Presentar tres reportajes: 1) \"Producción local\": datos actualizados sobre la producción de viandas, granos y vegetales en el municipio, con entrevistas a productores; 2) \"Desafíos climáticos\": análisis de cómo el cambio climático afecta la producción y las estrategias de adaptación implementadas; 3) \"Distribución eficiente\": cobertura de los nuevos mecanismos de comercialización que acercan los productos del campo a la mesa de las familias bayamesas. Incluir estadísticas comparativas con años anteriores. Mantener un tono informativo pero constructivo, reconociendo logros y desafíos. Finalizar con un espacio para las propuestas de los productores locales sobre cómo mejorar la soberanía alimentaria en el municipio, destacando que \"el campo bayamés es la despensa de la Revolución\".",
          "sources": [
            "https://www.radiociudaddelmar.cu",
            "https://www.peri26.cu",
            "https://www.minag.gob.cu",
            "https://www.onei.gob.cu",
            "https://www.fao.org"
          ]
        },
        "semana-2-Sábado": {
          "theme": "Programa contra el Racismo en Bayamo",
          "ideas": "Elaborar un noticiero especial que presente las acciones del programa municipal contra el racismo en Bayamo. Comenzar con un editorial contextualizando la importancia histórica de la lucha contra el racismo en Cuba, vinculando con el aniversario de Julio Antonio Mella como defensor de la igualdad. Presentar tres reportajes: 1) \"Acciones educativas\": cobertura de talleres y seminarios realizados en escuelas y comunidades para promover la cultura antirracista; 2) \"Medios de comunicación\": entrevista con comunicadores locales sobre cómo los medios bayameses están contribuyendo a eliminar estereotipos raciales en sus contenidos; 3) \"Comunidades en acción\": reportaje desde barrios donde se implementan proyectos culturales que valoran la diversidad étnica y racial. Incluir testimonios de líderes comunitarios y especialistas en estudios culturales. Mantener un tono informativo pero transformador, destacando logros concretos sin minimizar los desafíos pendientes. Finalizar con un espacio para las propuestas ciudadanas sobre cómo continuar avanzando en la construcción de una Bayamo más inclusiva y justa para todas las personas, independientemente de su origen racial.",
          "sources": [
            "https://www.radiociudaddelmar.cu",
            "https://www.peri26.cu",
            "https://www.min.cult.cu",
            "https://www.centroantropologia.cu",
            "https://www.unesco.org"
          ]
        },
        "semana-1-Lunes": {
          "theme": "Inversiones hidráulicas en la provincia",
          "ideas": "Reportaje informativo sobre la reparación de redes de acueducto. Datos duros, cifras de ahorro de agua. Entrevista al delegado de Recursos Hidráulicos."
        },
        "semana-1-Martes": {
          "theme": "Avance de la siembra de frío",
          "ideas": "Nota informativa desde una cooperativa destacada. Entrevista al presidente de la ANAP en el municipio."
        },
        "semana-5-Lunes": {
          "theme": "Inversiones hidráulicas en la provincia",
          "ideas": "Reportaje informativo sobre la reparación de redes de acueducto. Datos duros, cifras de ahorro de agua. Entrevista al delegado de Recursos Hidráulicos."
        },
        "semana-5-Martes": {
          "theme": "Avance de la siembra de frío",
          "ideas": "Nota informativa desde una cooperativa destacada. Entrevista al presidente de la ANAP en el municipio."
        },
        "semana-3-Lunes": {
          "theme": "157 años de la Quema de Bayamo: conmemoración y legado histórico",
          "ideas": "Ofrecer un reportaje especial desde el Parque Cespedes con testimonios de ciudadanos y autoridades. Incluir imágenes de archivos históricos y actividades conmemorativas programadas. Destacar el significado actual de este evento para las nuevas generaciones, entrevistando a directores de museos y escuelas. Resaltar proyectos de preservación de la memoria histórica en la ciudad.\n"
        },
        "semana-3-Martes": {
          "theme": "Balance de la implementación del programa Tarea Vida en Bayamo: desafíos y logros",
          "ideas": "Reportaje desde zonas costeras y áreas vulnerables al cambio climático en el municipio. Entrevistar a responsables del programa Tarea Vida local y a comunidades beneficiadas. Presentar datos concretos de avances en los últimos años y planes futuros. Incluir testimonios de ciudadanos sobre cambios percibidos en su entorno. Destacar proyectos comunitarios de reforestación y protección de cuencas hidrográficas en la región.\n"
        },
        "semana-3-Miércoles": {
          "theme": "Desarrollo turístico sostenible en Bayamo: oportunidades y desafíos",
          "ideas": "Reportaje sobre proyectos turísticos que respetan el medio ambiente y la cultura local. Entrevistar a dueños de casas particulares y cooperativas gastronómicas que implementan prácticas sostenibles. Destacar rutas turísticas que promueven la historia y naturaleza bayamesa. Incluir testimonios de visitantes nacionales y extranjeros. Analizar el balance entre crecimiento económico y preservación del entorno, resaltando iniciativas que generan empleo local y valor agregado a productos autóctonos.\n"
        },
        "semana-3-Jueves": {
          "theme": "Balance del Día de la Ciencia Cubana en Bayamo: avances y desafíos en la equidad de género",
          "ideas": "Reportaje especial desde centros científicos y universidades de Bayamo. Entrevistar a autoridades académicas sobre políticas de género en la investigación. Presentar estadísticas actualizadas sobre participación femenina en proyectos científicos locales. Destacar logros recientes de equipos liderados por mujeres. Incluir voces de jóvenes científicas que comparten sus experiencias, retos superados y planes futuros, conectando con las palabras históricas de Fidel Castro sobre el futuro de hombres de ciencia.\n"
        },
        "semana-3-Viernes": {
          "theme": "Avances en la lucha contra las drogas en Bayamo: balance de programas comunitarios",
          "ideas": "Reportaje sobre iniciativas preventivas en comunidades vulnerables de Bayamo. Entrevistar a responsables del Grupo de Prevención y Lucha contra las Drogas a nivel municipal. Presentar estadísticas actualizadas y logros recientes. Destacar el trabajo de brigadas comunitarias y organizaciones de base. Incluir testimonios de rehabilitados que ahora ayudan a otros. Resaltar proyectos deportivos y culturales como alternativas efectivas, enfatizando la participación activa de jóvenes en estas iniciativas.\n"
        },
        "semana-3-Sábado": {
          "theme": "Jornada de homenaje por el aniversario del combate de La Plata en Bayamo",
          "ideas": "Reportaje desde actividades conmemorativas en instituciones educativas y organizaciones de masa de Bayamo. Entrevistar a veteranos de la lucha revolucionaria residentes en la ciudad. Presentar imágenes de archivos históricos y material documental. Destacar la participación de jóvenes en estas actividades, enfatizando la transmisión intergeneracional de valores. Incluir declaraciones de autoridades locales sobre la importancia de preservar esta memoria histórica como fundamento de nuestra identidad revolucionaria.\n"
        },
        "Enero-semana-1-Viernes": {
          "theme": "Cobertura de los actos por el Aniversario del Triunfo de la Revolución en Bayamo.",
          "ideas": ""
        },
        "Enero-semana-1-Sábado": {
          "theme": "Precios y disponibilidad en los mercados agropecuarios municipales.",
          "ideas": ""
        },
        "Enero-semana-4-Lunes": {
          "theme": "Aniversario de la publicación de \"El Diablo Cojuelo\" y su legado en el periodismo militante.",
          "ideas": "El informe debe combinar historia y actualidad. Abre con una cuña que cite a Martí sobre la prensa. La primera nota es un reporte grabado desde un lugar simbólico de Bayamo (una imprenta antigua, la plaza), con voz de un historiador explicando la importancia del hecho. La segunda nota debe ser actual: entrevista en vivo al jefe de información de la emisora o a un corresponsal sobre cómo se ejerce el periodismo de profundidad en la cobertura de los problemas de la comunidad. Busca un ángulo local, por ejemplo, cómo la prensa bayamesa cubrió un hecho histórico reciente. Cierra vinculando el deber ser martiano con la práctica informativa actual.\n"
        },
        "Enero-semana-4-Martes": {
          "theme": "Ejercicio de las MTT en la provincia: preparación y resultados.",
          "ideas": "El informe debe tener un carácter noticioso y actual. Si hay un ejercicio reciente o planificado, repórtalo con declaraciones de mandos militares locales y participantes. Si no, haz un reportaje de balance: cómo ha evolucionado el entrenamiento, la incorporación de nuevas tecnologías y el perfil de los milicianos hoy. Incluye testimonios de ciudadanos sobre la percepción de seguridad que brindan las MTT. Busca un ángulo de servicio, por ejemplo, el papel de las MTT en situaciones de desastres naturales en la provincia. Evita el tono demasiado técnico; prioriza lo humano y el vínculo con la comunidad.\n"
        },
        "Enero-semana-4-Miércoles": {
          "theme": "Incumplimientos de normas ambientales en la industria local y acciones correctivas.",
          "ideas": "Realiza un reportaje de investigación con enfoque constructivo. Identifica una industria o unidad estatal en Bayamo que haya tenido multas o llamados de atención por vertimientos o emisiones. Entrevista a las autoridades regulatorias (CITMA, Salud) sobre el caso específico y las medidas exigidas. Da derecho a réplica a la entidad señalada para que explique sus acciones correctivas. Evita el sensacionalismo; céntrate en el seguimiento al problema y en el mecanismo de control estatal. Incluye la voz de vecinos afectados para humanizar la nota. Cierra informando sobre el plazo para la solución.\n"
        },
        "Enero-semana-4-Jueves": {
          "theme": "La mujer en la zafra azucarera: de la lucha de Menéndez al liderazgo actual.",
          "ideas": "Realiza un reportaje que cruce historia y presente. Graba en un central azucarero de la provincia. Primero, rescata el papel de la mujer en los tiempos de Menéndez (¿esposas de colonos? ¿cocineras?). Luego, muestra a las mujeres de hoy: ingenieras agrónomas, químicas, maquinistas, o dirigentes de la UAZ. Entrevista a alguna de ellas sobre los desafíos de trabajar en un sector históricamente masculino y cómo ven el legado de Menéndez. Busca datos: ¿qué porcentaje de la fuerza laboral en los centrales granmenses es femenina hoy? Humaniza la nota con sus historias personales.\n"
        },
        "Enero-semana-4-Viernes": {
          "theme": "Estrategias de prevención del consumo de drogas en comunidades de difícil acceso.",
          "ideas": "El reportaje debe mostrar el trabajo proactivo, no solo los operativos. Acompaña a un equipo de promoción de salud del Policlínico \"La Cuba\" o similar en una visita a un asentamiento montañoso o una comunidad periférica. Muestra cómo realizan talleres con niños, adolescentes y familias. Entrevista a los promotores sobre los mensajes clave y las dificultades de llegar a estas zonas. Incluye la voz de líderes comunitarios o religiosos que apoyan la labor. Contrasta este trabajo de prevención primaria con las estadísticas de incidencia en esas zonas. Muestra una estrategia integral, más allá de la policial.\n"
        },
        "Enero-semana-4-Sábado": {
          "theme": "Seguimiento a actividades culturales del fin de semana",
          "ideas": "Estructura en tres bloques: música (concierto Orquesta Aragón en Plaza del Himno, tributo a Silvio en Casa de la Trova), artes plásticas (inauguración \"Bayamo en Acuarela\" en Galería UNEAC) y teatro (funciones infantiles \"El Portón\" y \"Los zapaticos de rosa\"). Incluye declaraciones de organizadores sobre reactivación cultural postpandemia. Proporciona información práctica: tarifas, descuentos para estudiantes/jubilados, transporte y reservas. Cierra con dato curioso que invite a la participación ciudadana. Mantén tono festivo e informativo que refleje el pulso cultural vibrante de Bayamo.\n"
        },
        "Enero-semana-5-Lunes": {
          "theme": "Balance del Día Mundial de la Educación Ambiental en Bayamo: actividades y compromisos.",
          "ideas": "Noticiero con enfoque informativo y de seguimiento. Primera nota: cobertura de la jornada de siembra de árboles en el parque \"Cespedes\" con estudiantes. Segunda nota: entrevista al director municipal de Educación sobre la inclusión de la dimensión ambiental en el currículo. Tercera nota: reportaje sobre el concurso \"Mi barrio sostenible\" donde comunidades presentan proyectos. Incluye declaraciones de niños y líderes comunitarios. Cierra con un resumen de los acuerdos tomados en el taller municipal de educación ambiental, destacando metas para 2026."
        },
        "Enero-semana-5-Martes": {
          "theme": "Producción de granos en Bayamo: avances hacia la autosuficiencia.",
          "ideas": "Reportaje de investigación con datos actuales. Primera nota: desde una finca estatal que ha incrementado su rendimiento de frijol con técnicas agroecológicas. Segunda nota: entrevista al delegado de la Agricultura en Bayamo sobre los planes municipales y los obstáculos (sequía, insumos). Tercera nota: perfil de una cooperativa que integra cultivos, cría animal y energía renovable. Incluye opiniones de consumidores sobre la calidad y precio. Mantén un tono objetivo, mostrando logros y desafíos."
        },
        "Enero-semana-5-Miércoles": {
          "theme": "Conmemoración del natalicio de José Martí en Bayamo: actos y reflexión ciudadana.",
          "ideas": "Cobertura especial de las actividades. Nota 1: reporte desde la colocación de ofrendas florales en el monumento a Martí, con voces de pioneros. Nota 2: entrevista al director de la Casa de la Nacionalidad Cubana sobre la exposición \"Martí, de Bayamo a Dos Ríos\". Nota 3: balance del concurso de décimas martianas entre estudiantes. Incluye imágenes sonoras de las actividades (cantos, declamaciones). El editorial conecta el tributo a Martí con la defensa actual de la soberanía nacional."
        },
        "Enero-semana-5-Jueves": {
          "theme": "Mujeres en la ciencia y tecnología: realidades y brechas en el sector estatal bayamés.",
          "ideas": "Reportaje con enfoque de género y datos. Entrevista a la directora del Centro de Biofísica Médica sobre los logros de su equipo, mayoritariamente femenino. Contrasta con un sector como la informática, donde hay menos mujeres. Habla con una ingeniera joven sobre los sesgos que enfrentó. Presenta estadísticas locales sobre graduadas universitarias vs. puestos de dirección. Incluye opiniones de estudiantes de preuniversitario sobre estereotipos. El cierre es constructivo: qué políticas se implementan para cerrar brechas."
        },
        "Enero-semana-5-Viernes": {
          "theme": "Estrategias integrales de prevención de adicciones en los barrios de Bayamo.",
          "ideas": "Reportaje que va más allá de lo policial. Primera nota: desde un círculo de abuelos que hace acompañamiento a adolescentes en riesgo en el consejo popular \"Pablo de la Torriente\". Segunda nota: entrevista al director del Centro de Salud Mental sobre los programas de atención. Tercera nota: cobertura de una ginkana deportiva organizada por los CDR bajo el lema \"Diviértete sin drogas\". Incluye estadísticas de disminución de incidencia en zonas intervenidas. Tono esperanzador, mostrando el trabajo comunitario."
        },
        "Enero-semana-5-Sábado": {
          "theme": "Agenda cultural de fin de semana: teatro, música y tradición en Bayamo.",
          "ideas": "Guía práctica para el ocio. Informa sobre: la obra de teatro \"La zapatera prodigiosa\" en la Sala Principal; el concierto de la Orquesta de Cámara en la Catedral; el taller de cocina tradicional en el Museo de la Quema; y la peña de repentismo en el parque \"Cespedes\". Incluye entrevistas breves con los organizadores, horarios, precios y recomendaciones (llegar temprano, llevar silla). Tono festivo y promocional, destacando la diversidad de opciones para todas las edades."
        },
        "Febrero-semana-2-Lunes": {
          "theme": "Estado de conservación de los humedales en la provincia: logros y desafíos.",
          "ideas": "Reportaje objetivo con datos oficiales. Primera nota: balance de las acciones de reforestación de mangle en los últimos dos años. Segunda: entrevista a investigadores sobre amenazas como la salinización y la basura. Tercera: cobertura de un proyecto comunitario de monitoreo en Manzanillo. Incluir declaraciones de autoridades y ciudadanos. Cierre analítico sobre el cumplimiento de los objetivos de la Tarea Vida en estos ecosistemas."
        },
        "Febrero-semana-2-Martes": {
          "theme": "Balance de la producción de alimentos en Bayamo durante el primer mes del año.",
          "ideas": "Informe con datos del sector. Primera nota: rendimiento de cultivos varios (viandas, hortalizas). Segunda: entrevista a directivos de acopio sobre la distribución. Tercera: cobertura de una feria de agromercado con opiniones de la población. Incluir cifras comparativas con enero del año pasado. Tono objetivo, destacando logros y reconociendo obstáculos como el clima o los insumos. Cierre con los planes inmediatos del sector."
        },
        "Febrero-semana-2-Miércoles": {
          "theme": "Día del Trabajador del Comercio y la Gastronomía",
          "ideas": "Cobertura de las actividades de homenaje a trabajadores del sector del Comercio y la Gastronomía. "
        },
        "Febrero-semana-2-Jueves": {
          "theme": "Resultados de los operativos contra las drogas en la provincia de Granma.",
          "ideas": "Reportaje objetivo con datos de las autoridades. Entrevista al Jefe de la Policía Nacional Revolucionaria en la provincia sobre los métodos y logros recientes. Cobertura de la incautación de drogas y detenciones. Incluir declaraciones del fiscal sobre las consecuencias legales. Tono serio, evitando el sensacionalismo. Cierre con información sobre las líneas telefónicas de denuncia anónima."
        },
        "Febrero-semana-2-Viernes": {
          "theme": "Los Círculos Infantiles en Bayamo: 64 años de apoyo a la maternidad y la incorporación de la mujer al trabajo.",
          "ideas": "Reportaje desde el Círculo Infantil \"Camilo Cienfuegos\". Entrevista a educadoras, madres trabajadoras y directivos sobre la evolución del servicio. Mostrar actividades pedagógicas y de cuidado. Datos sobre cobertura actual y proyectos de ampliación. Destacar el impacto social de esta política revolucionaria. Tono positivo y de servicio, con sonidos de niños jugando."
        },
        "Febrero-semana-2-Sábado": {
          "theme": "Cartelera cultural del fin de semana en Bayamo y la provincia.",
          "ideas": "Guía informativa. Presentar: conciertos en la Casa de la Trova, exposiciones en la Galería de Arte, obras de teatro, actividades en bibliotecas. Incluir horarios, precios y recomendaciones. Entrevista breve al director de Cultura municipal sobre la programación. Tono promocional y animado, invitando a la participación familiar. Cierre con el pronóstico del tiempo para planificar las salidas."
        },
        "Febrero-semana-5-Lunes": {
          "theme": "Balance del sector industrial en Bayamo: logros y proyecciones.",
          "ideas": "Reportaje desde una fábrica local (textil, alimenticia o de materiales de construcción). Entrevista a su director sobre producciones, fuerza laboral y desafíos. Datos estadísticos del sector en la provincia. Incluir declaraciones de trabajadores destacados. Segunda nota: inversiones planificadas para 2026. Tono objetivo, mostrando avances y obstáculos. Cierre con la importancia de la industria para la soberanía y el empleo."
        },
        "Febrero-semana-5-Martes": {
          "theme": "Conmemoración del 24 de Febrero en Bayamo: actos patrióticos y reflexión ciudadana.",
          "ideas": "Cobertura especial desde el parque \"Céspedes\" y otros espacios simbólicos. Reportaje sobre la ceremonia de izaje de la bandera y ofrendas florales. Entrevistas a historiadores, veteranos de lucha, estudiantes y autoridades. Segunda nota: balance del concurso histórico escolar sobre la gesta del 95. Tono solemne y cívico, con marchas patrióticas de fondo. Destacar la continuidad del sentimiento independentista en las nuevas generaciones."
        },
        "Febrero-semana-5-Miércoles": {
          "theme": "Evaluación de la Tarea Vida en Bayamo: acciones cumplidas y metas pendientes.",
          "ideas": "Reportaje de balance con enfoque local. Entrevista al delegado municipal del CITMA. Presentar tres líneas: 1) protección de cuencas y ríos; 2) educación ambiental en escuelas; 3) proyectos de energía renovable en comunidades. Incluir opiniones de ciudadanos sobre cambios percibidos. Datos comparativos con años anteriores. Tono objetivo, destacando logros y señalando desafíos (falta de recursos, cultura ciudadana)."
        },
        "Febrero-semana-5-Jueves": {
          "theme": "Campaña de vacunación infantil en Bayamo: coberturas y logística.",
          "ideas": "Reportaje desde un policlínico durante jornada de vacunación. Entrevista a madres, enfermeras y al director municipal de Salud. Datos actualizados sobre coberturas por vacunas. Explicar el cronograma del año. Segunda nota: cómo se conservan y distribuyen las vacunas en el territorio. Tono informativo y tranquilizador, destacando la seguridad y efectividad del programa. Incluir llamado a cumplir con el calendario."
        },
        "Febrero-semana-5-Viernes": {
          "theme": "Homenajes en Bayamo por el aniversario de la caída de Céspedes.",
          "ideas": "Cobertura desde el parque \"Céspedes\" y otros sitios emblemáticos. Reportaje sobre la peregrinación hasta el monumento, ofrendas florales, presencia de autoridades y pueblo. Entrevistas a historiadores, estudiantes y ciudadanos sobre el significado del Padre de la Patria. Incluir imágenes sonoras de los actos. Segunda nota: actividades culturales relacionadas. Tono solemne y patriótico, destacando la memoria viva del iniciador de la independencia."
        },
        "Febrero-semana-5-Sábado": {
          "theme": "Actividades por el Día Mundial de las Enfermedades Raras en Bayamo.",
          "ideas": "Cobertura de las jornadas de información y sensibilización organizadas en policlínicos y la universidad. Entrevista a médicos, investigadores y familiares. Reportaje sobre la labor de la Asociación Cubana de Personas con Enfermedades Poco Frecuentes. Datos sobre el registro nacional de pacientes. Tono informativo y solidario, visibilizando una realidad poco conocida y promoviendo la empatía y el apoyo comunitario."
        }
      }
    },
    {
      "active": true,
      "days": [
        "Lunes",
        "Martes",
        "Miércoles",
        "Jueves",
        "Viernes"
      ],
      "id": "lv4",
      "name": "Arte Bayamo",
      "time": "11:15",
      "dailyData": {
        "semana-1-Viernes": {
          "theme": "Música tradicional cubana de Año Nuevo.",
          "instructions": "Jueves es día de música. Programa especial con canciones festivas y de celebración, sin forzar vínculo político."
        },
        "semana-2-Lunes": {
          "theme": "El audiovisual cubano como herramienta de prevención social",
          "ideas": "Crear un programa cultural que muestre cómo el arte puede ser un aliado en la prevención del consumo de drogas. Comenzar con una introducción sobre el poder transformador del arte en la conciencia social. Estructurar en dos bloques principales: 1) Análisis de producciones audiovisuales cubanas que abordan el tema de las drogas, como documentales de Santiago Álvarez y obras contemporáneas del ICAIC; 2) Entrevista con realizadores audiovisuales bayameses que han desarrollado proyectos comunitarios con jóvenes en riesgo. Incluir fragmentos sonoros de entrevistas con especialistas en comunicación social que expliquen cómo los mensajes audiovisuales pueden influir positivamente en la conducta juvenil. Destacar iniciativas locales donde el cine, el teatro y la música se utilizan como herramientas terapéuticas y preventivas. Cerrar con una reflexión sobre cómo la cultura popular bayamesa puede ser un espacio seguro para los jóvenes, alejándolos de conductas de riesgo.",
          "sources": [
            "https://www.icaic.cu",
            "https://www.casadelcaribe.cult.cu",
            "https://www.uneac.org.cu",
            "https://www.festivalcinesantiago.cu",
            "https://www.bfi.org.uk"
          ]
        },
        "semana-2-Martes": {
          "theme": "Artes plásticas: las mujeres que moldean la identidad cultural cubana",
          "ideas": "Diseñar un programa que explore la contribución femenina a las artes plásticas en Bayamo, vinculado con el Día de la Ciencia Cubana desde la perspectiva de la creatividad como forma de conocimiento. Comenzar con una introducción histórica sobre las primeras mujeres artistas en el territorio. Estructurar en tres bloques: 1) \"Mujeres maestras\": entrevista con profesoras del taller de artes plásticas \"Leopoldo Romañach\" que han formado generaciones de artistas; 2) \"Exposición itinerante\": recorrido sonoro por una muestra colectiva de artistas femeninas de Bayamo; 3) \"Arte y ciencia\": conversación con una científica que también es pintora, explorando las conexiones entre ambos campos. Incluir descripciones detalladas de obras y técnicas artísticas utilizadas. Utilizar música instrumental de compositoras bayamesas como fondo. Finalizar con una reflexión sobre cómo el arte femenino en Bayamo no solo embellece espacios sino que transforma conciencias, destacando que cada pincelada es un acto de resistencia cultural.",
          "sources": [
            "https://www.ahs.cult.cu",
            "https://museodebayamo.cult.cu",
            "https://www.cubarte.cult.cu/cdav",
            "https://www.uneac.org.cu",
            "https://www.museonacional.bellasartes.cult.cu"
          ]
        },
        "semana-2-Miércoles": {
          "theme": "Literatura bayamesa dedicada a la naturaleza",
          "ideas": "Crear un programa cultural que explore cómo los escritores bayameses han retratado y defendido la naturaleza en sus obras. Comenzar con una introducción sobre la tradición literaria ambiental en Cuba y su importancia. Estructurar en tres bloques: 1) \"Clásicos locales\": análisis de obras de escritores bayameses del siglo XX que describieron los paisajes y ecosistemas de la región; 2) \"Voces contemporáneas\": entrevista con poetas y narradores actuales que abordan temas de conservación y cambio climático en sus creaciones; 3) \"Literatura para niños\": presentación de cuentos y poemas que enseñan valores ecológicos a las nuevas generaciones. Incluir lecturas dramatizadas de fragmentos literarios y comentarios expertos sobre su significado ambiental. Utilizar música instrumental inspirada en la naturaleza como fondo. Finalizar con una reflexión sobre cómo la literatura no solo describe la naturaleza sino que la protege, destacando que \"las palabras también pueden plantar árboles y limpiar ríos\".",
          "sources": [
            "https://www.uneac.org.cu",
            "https://www.estudiosliterarios.cult.cu",
            "https://www.ahs.cult.cu",
            "https://www.bnjm.gob.cu",
            "https://www.escritoresporlatierra.org"
          ]
        },
        "semana-2-Jueves": {
          "theme": "Música dedicada a Fidel y la Revolución",
          "ideas": "Crear un programa cultural que explore la riqueza musical inspirada en Fidel Castro y la Revolución Cubana. Comenzar con una introducción sobre cómo la música ha sido un aliado inseparable de los movimientos sociales en Cuba. Estructurar en tres bloques: 1) \"Canciones inolvidables\": análisis de composiciones clásicas como \"Fidel\" de Vicente Feliú y \"Hasta siempre, Comandante\" de Carlos Puebla, explicando su contexto histórico y significado; 2) \"Música contemporánea\": entrevista con artistas bayameses actuales que han creado obras en honor al legado de Fidel; 3) \"Voces internacionales\": presentación de canciones de artistas latinoamericanos y del mundo que han homenajeado a Fidel y la Revolución cubana. Incluir fragmentos musicales de alta calidad y comentarios expertos sobre la importancia de estas obras en la cultura cubana. Utilizar una narrativa emotiva que conecte el pasado con el presente. Finalizar con una reflexión sobre cómo la música no solo celebra a Fidel sino que perpetúa sus ideales de justicia y dignidad humana.",
          "sources": [
            "https://www.icm.cult.cu",
            "https://www.casa.cult.cu",
            "https://www.musica.cult.cu",
            "https://www.isa.cult.cu",
            "https://www.musicacubana.cult.cu"
          ]
        },
        "semana-2-Viernes": {
          "theme": "Teatro de temática campesina",
          "ideas": "Crear un programa cultural que explore cómo el teatro ha abordado temas relacionados con el campo y la soberanía alimentaria en Cuba. Comenzar con una introducción histórica sobre el teatro campesino cubano y su vinculación con temas sociales. Estructurar en tres bloques: 1) \"Obras clásicas\": análisis de piezas teatrales emblemáticas que retratan la vida rural y la lucha por la tierra; 2) \"Grupos locales\": entrevista con directores de colectivos teatrales bayameses que han desarrollado obras sobre la agricultura y la vida en el campo; 3) \"Teatro comunitario\": conversación con artistas que utilizan el teatro como herramienta para educar a comunidades rurales sobre prácticas agrícolas sostenibles. Incluir fragmentos sonoros de representaciones y testimonios de espectadores. Utilizar música campesina tradicional como fondo. Finalizar con una reflexión sobre cómo el teatro no solo entretiene sino que transforma, destacando que \"cada función en un batey es una semilla de conciencia que germina en el corazón de los campesinos\".",
          "sources": [
            "https://www.cnae.cult.cu",
            "https://www.ahs.cult.cu",
            "https://www.arteescenico.cult.cu",
            "https://www.uneac.org.cu",
            "https://www.teatrocomunitario.org"
          ]
        },
        "semana-1-Lunes": {
          "theme": "El paisaje en el audiovisual cubano",
          "ideas": "Reseña documentales de la serie \"Naturaleza Secreta\". Entrevista a realizadores locales que filman en la Sierra Maestra."
        },
        "semana-1-Martes": {
          "theme": "Paisajismo en la plástica bayamesa",
          "ideas": "Visita a un taller de pintura. Análisis de obras que reflejan el campo cubano."
        },
        "semana-5-Lunes": {
          "theme": "El paisaje en el audiovisual cubano",
          "ideas": "Reseña documentales de la serie \"Naturaleza Secreta\". Entrevista a realizadores locales que filman en la Sierra Maestra."
        },
        "semana-5-Martes": {
          "theme": "Paisajismo en la plástica bayamesa",
          "ideas": "Visita a un taller de pintura. Análisis de obras que reflejan el campo cubano."
        },
        "semana-3-Lunes": {
          "theme": "Patrimonio arquitectónico de Bayamo: historia y conservación",
          "ideas": "Invitar a arquitectos y restauradores para analizar las construcciones que resistieron el incendio y las reconstrucciones posteriores. Mostrar fotografías comparativas del antes y después. Resaltar edificios emblemáticos y sus historias. Incluir un segmento sobre los desafíos de conservación del patrimonio en la actualidad, concluyendo con iniciativas ciudadanas para su protección.\n"
        },
        "semana-3-Martes": {
          "theme": "Artesanía tradicional bayamesa: técnicas ancestrales y nuevos diseños",
          "ideas": "Presentar artesanos locales que utilizan materiales naturales sostenibles en sus creaciones. Mostrar el proceso de elaboración de piezas emblemáticas. Rescatar técnicas en peligro de extinción mediante entrevistas con maestros artesanos mayores. Analizar cómo se fusionan tradición e innovación en nuevos diseños. Incluir información sobre ferias y puntos de venta donde apoyar este arte, destacando su valor cultural y económico para la comunidad.\n"
        },
        "semana-3-Miércoles": {
          "theme": "Literatura testimonial: voces de Bayamo en la historia contemporánea",
          "ideas": "Invitar a escritores locales que han recopilado testimonios históricos de la ciudad. Presentar fragmentos de obras que narran momentos cruciales de Bayamo. Realizar lecturas dramatizadas de relatos sobre el desarrollo agrícola y las transformaciones sociales. Incluir entrevistas con protagonistas reales de estas historias. Destacar cómo la literatura testimonial preserva la memoria colectiva y sirve para educar a nuevas generaciones sobre nuestra identidad local.\n"
        },
        "semana-3-Jueves": {
          "theme": "Música tradicional bayamesa: raíces y evolución del son en nuestra ciudad",
          "ideas": "Invitar a músicos y musicólogos locales para analizar la evolución del son en Bayamo. Presentar grabaciones históricas y compararlas con interpretaciones contemporáneas. Resaltar figuras femeninas que han contribuido al desarrollo de este género. Incluir un segmento sobre instrumentos tradicionales y su fabricación artesanal. Destacar proyectos comunitarios que preservan esta tradición musical, enfatizando cómo las mujeres han sido guardianas de este patrimonio cultural en nuestra ciudad.\n"
        },
        "semana-3-Viernes": {
          "theme": "Danza y teatro tradicional bayamés: expresión cultural y alternativa para la juventud",
          "ideas": "Presentar grupos de danza y teatro locales que trabajan con jóvenes en riesgo. Mostrar fragmentos de sus presentaciones y el proceso de preparación. Entrevistar a directores y participantes sobre cómo esta disciplina transforma sus vidas. Destacar proyectos que fusionan tradición cultural con temáticas contemporáneas de prevención. Incluir información sobre horarios y lugares donde los jóvenes pueden unirse a estas actividades, enfatizando el papel del arte como herramienta de desarrollo personal y comunitario.\n"
        },
        "Enero-semana-1-Viernes": {
          "theme": "Música tradicional cubana de Año Nuevo.",
          "ideas": ""
        },
        "Enero-semana-4-Lunes": {
          "theme": "El documento audiovisual: reportajes que marcaron la historia reciente de Bayamo.",
          "ideas": "Lunes es de audiovisuales. Propón un recorrido por reportajes emblemáticos de Telecentro TV Bayamo o de la emisora. Selecciona 2-3 temas (ej: la restauración del centro histórico, una sequía extrema, la Tarea Vida). Reproduce fragmentos del audio original de las notas y luego invita al periodista o realizador para un \"director's cut\": que cuente la anécdota detrás de la investigación, los desafíos técnicos y el impacto en la comunidad. Analiza la evolución técnica, de la filmadora al móvil. Cierra reflexionando sobre el archivo audiovisual como memoria viva de la ciudad. Usa las cortinas sonoras originales de los reportajes.\n"
        },
        "Enero-semana-4-Martes": {
          "theme": "La defensa en el lienzo: iconografía militar en la plástica cubana.",
          "ideas": "Martes es de artes plásticas. Propón un recorrido auditivo por obras clave. Describe con detalle cuadros como \"La tropa\" de Servando Cabrera Moreno, \"El Che\" de Alfredo Rostgaard, o obras de artistas de Granma que hayan tratado el tema miliciano. Invita a un crítico de arte o al director de la Galería de Arte de Bayamo para que analice el simbolismo, el uso del color y la composición en estas obras. Intercala con música épica o de marcha revolucionaria a bajo volumen. Plantea la reflexión final sobre cómo el arte ha contribuido a construir la iconografía de la defensa popular.\n"
        },
        "Enero-semana-4-Miércoles": {
          "theme": "Ecopoesía: la naturaleza herida en la literatura cubana contemporánea.",
          "ideas": "Miércoles es de literatura. Selecciona poemas de autores cubanos vivos que aborden la crisis ambiental, como Alex Pausides, Lina de Feria o Alberto Rodríguez Tosca. Un locutor con buena dicción debe leerlos con intensidad. Luego, invita a un poeta local o crítico literario para analizar las metáforas utilizadas (la tierra como cuerpo enfermo, el río como lágrima). Pregunta: ¿Puede la poesía mover conciencias más que un informe técnico? Propón un micro-concurso: que los oyentes envíen un verso sobre el río Bayamo. Usa sonidos de la naturaleza (agua, viento, pájaros) como fondo sutil para las lecturas.\n"
        },
        "Enero-semana-4-Jueves": {
          "theme": "La mujer en la Nueva Trova: voces de protesta y poesía.",
          "ideas": "Jueves es de música. Haz un programa dedicado a las cantautoras cubanas. Reproduce fragmentos de canciones emblemáticas de Sara González (\"Su nombre es Pueblo\"), de Marta Valdés (\"En la oscuridad\"), de Liuba María Hevia (\"Te convido\") o de la bayamesa Karel García. Analiza sus letras: el tratamiento del amor, la patria, la denuncia social y el empoderamiento femenino. Invita a una musicóloga o a una trovadora local para comentar la evolución y la singularidad de la voz femenina en la canción de autor cubana. Pregunta: ¿Existe una mirada \"femenina\" distintiva en la trova?\n"
        },
        "Enero-semana-4-Viernes": {
          "theme": "Teatro foro: una herramienta para debatir las adicciones en la comunidad.",
          "ideas": "Viernes es de artes escénicas. Explica en qué consiste el teatro foro (teatro interactivo donde el público propone soluciones). Invita a un grupo de teatro comunitario de Bayamo (como \"El Portón\" o similar) para que represente, en estudio, una escena corta sobre el inicio del consumo de drogas en un contexto juvenil. Luego, el moderador (el \"curinga\") guía la interacción con el estudio virtual (oyentes que llaman) para proponer finales alternativos o intervenciones. Analiza el poder de esta metodología para generar reflexión crítica y no solo recibir mensajes verticales. Es un programa necesariamente participativo.\n"
        },
        "Enero-semana-5-Lunes": {
          "theme": "El cine como espejo de la crisis ambiental: documentales que alertan al mundo.",
          "ideas": "Lunes es de audiovisuales. Haz un recorrido por documentales ambientales emblemáticos. Comienza con fragmentos de \"Una verdad incómoda\" (Al Gore) y \"Before the Flood\". Invita a un realizador local de Telecentro Bayamo que haya trabajado en reportajes sobre la Tarea Vida en la provincia. Analicen cómo el lenguaje cinematográfico puede conmover más que un informe técnico. Presenta un avance de un documental en producción sobre la cuenca del río Bayamo. Usa música de bandas sonoras épicas y sonidos naturales. Reflexiona sobre el poder del audiovisual para cambiar hábitos."
        },
        "Enero-semana-5-Martes": {
          "theme": "La tierra como musa: representaciones del campesino y la labranza en las artes plásticas cubanas.",
          "ideas": "Martes es de artes plásticas. Realiza un recorrido por obras de artistas cubanos que han retratado el mundo rural. Describe cuadros de Carlos Enríquez (\"El rapto de las mulatas\"), Antonio Gattorno y contemporáneos de Granma. Invita al director de la Galería de Arte de Bayamo para analizar el simbolismo: la tierra como madre, sustento y lucha. Propone una reflexión sobre si el arte actual sigue viendo al campo con la misma épica. Intercala con música de punto guajiro. Cierra destacando la dignidad del trabajo agrícola."
        },
        "Enero-semana-5-Miércoles": {
          "theme": "La literatura martiana: vigencia de su prosa y poesía en la cultura cubana.",
          "ideas": "Miércoles es de literatura. Selecciona textos poco conocidos de Martí: crónicas, cartas y poemas. Un actor local realiza una lectura dramatizada. Luego, un profesor de literatura analiza el estilo, las metáforas y la visión de América. Incluye un segmento sobre cómo los escritores bayameses han dialogado con Martí en sus obras. Propone un ejercicio: que los oyentes escriban una carta a Martí sobre el Bayamo actual. Música de fondo: piano solo de melodías cubanas del siglo XIX."
        },
        "Enero-semana-5-Jueves": {
          "theme": "La voz femenina en la música popular bayamesa: de la trova tradicional al fusion contemporáneo.",
          "ideas": "Jueves es de música. Recorre la historia de cantantes y compositoras de Bayamo. Desde trovadoras anónimas del siglo XIX hasta figuras como la fallecida Idania Fernández y las actuales Karel García o Diana Rosa. Reproduce fragmentos de sus canciones y analiza los temas que abordan (amor, patria, cotidianidad). Invita a una cantautora en vivo para que interprete una pieza y hable de su proceso creativo. Ambiente íntimo, con sonido acústico de guitarra. Celebra la diversidad y potencia de la mujer en la música local."
        },
        "Enero-semana-5-Viernes": {
          "theme": "Danza contemporánea y expresión corporal: canalizando emociones a través del movimiento.",
          "ideas": "Viernes es de artes escénicas. Explora cómo la danza puede ser terapia y prevención. Invita al director del grupo de danza contemporánea \"Danza Abierta\" de Bayamo, que trabaja con jóvenes. Presenta una coreografía breve (descrita sonoramente) que aborda temas como la presión social y la búsqueda de identidad. Una psicóloga analiza el valor de la expresión corporal para manejar estrés y emociones difíciles. Intercala con música instrumental moderna. Reflexiona sobre el cuerpo como instrumento de salud, no de riesgo."
        },
        "Febrero-semana-2-Lunes": {
          "theme": "El cine documental ambiental: una mirada a la naturaleza cubana.",
          "ideas": "Lunes es de audiovisuales. Presentar fragmentos sonoros y análisis de documentales cubanos sobre naturaleza (ej: \"El viaje más largo\" de la TV Cubana). Invitar a un realizador local que haya trabajado en temas ecológicos para discutir el poder de la imagen. Explorar cómo el cine puede sensibilizar más que un informe. Finalizar con un avance de un proyecto documental sobre los humedales de Granma. Usar bandas sonoras de las obras mencionadas."
        },
        "Febrero-semana-2-Martes": {
          "theme": "El bodegón en la pintura cubana: representación de frutas y alimentos.",
          "ideas": "Martes es de artes plásticas. Recorrido auditivo por obras de artistas como Carlos Enríquez, Amelia Peláez y creadores contemporáneos de Granma que pinten naturalezas muertas. Un crítico de arte analiza el simbolismo de los alimentos en el lienzo: abundancia, identidad, sensualidad. Conectar con la importancia cultural de lo que comemos. Usar descripciones vívidas y música de fondo clásica. Finalizar reflexionando sobre el arte que celebra la soberanía alimentaria."
        },
        "Febrero-semana-2-Miércoles": {
          "theme": "La literatura de denuncia social en América Latina.",
          "ideas": "Miércoles es de literatura. Seleccionar fragmentos de obras de autores como Eduardo Galeano, Gabriel García Márquez o Pablo Neruda que reflejen la lucha contra la opresión. Un profesor de literatura analiza cómo el arte denuncia las injusticias, en línea con el espíritu de la Segunda Declaración. Invitar a un escritor local a leer un texto propio sobre resistencia. Música de fondo con Nueva Trova. Reflexión final sobre la palabra como arma."
        },
        "Febrero-semana-2-Jueves": {
          "theme": "La música como terapia: experiencias de rehabilitación a través del arte sonoro.",
          "ideas": "Jueves es de música. Invitar a un musicoterapeuta o a un músico que trabaje en centros de salud mental. Explicar cómo la música ayuda a manejar emociones, reducir ansiedad y construir nuevos hábitos. Reproducir piezas instrumentales relajantes y analizar su efecto. Testimonio de un paciente sobre su experiencia. Ambiente sereno, con sonidos de instrumentos acústicos. Mensaje: el arte sana."
        },
        "Febrero-semana-2-Viernes": {
          "theme": "Teatro para la primera infancia: experiencias escénicas en los Círculos Infantiles.",
          "ideas": "Viernes es de artes escénicas. Invitar al director de un grupo de teatro que realice funciones para niños pequeños. Hablar de la importancia del arte en el desarrollo cognitivo y emocional. Describir una obra breve (sonoramente) y el proceso creativo para ese público. Testimonios de educadoras. Ambiente mágico, con música y efectos sonoros infantiles. Mensaje: el arte forma desde la cuna."
        },
        "Febrero-semana-5-Lunes": {
          "theme": "El secuestro de Fangio llevado al cine: recreaciones del hecho en la filmografía cubana.",
          "ideas": "Lunes es de audiovisuales. Recordar el audaz secuestro del piloto argentino por el M-26-7 en 1958. Analizar cómo el ICAIC ha recreado este hecho en documentales o películas. Invitar a un crítico de cine para comentar fragmentos sonoros. Discutir la operación como acción de propaganda revolucionaria y su impacto mediático. Usar sonidos de autos de carrera de la época. Cerrar con la relación entre deporte, política y cultura."
        },
        "Febrero-semana-5-Martes": {
          "theme": "Iconografía de las guerras por la independencia: el arte plástico como memoria de la nación.",
          "ideas": "Martes es de artes plásticas. Recorrido por pinturas y grabados que retratan las gestas independentistas (Esteban Valderrama, Armando Menocal). Un crítico de arte analiza el simbolismo patriótico, la representación de los mambises y el paisaje cubano. Incluir obras de artistas bayameses que abordaron el tema independentista. Descripciones detalladas de las piezas. Música de fondo con danzones y pasodobles. Conectar arte e identidad nacional a través de la memoria visual de nuestras guerras."
        },
        "Febrero-semana-5-Miércoles": {
          "theme": "Poesía y naturaleza: versos cubanos dedicados al paisaje y la defensa del entorno.",
          "ideas": "Miércoles es de literatura. Selección de poemas de autores cubanos que han cantado a la naturaleza: desde la exaltación del campo en la poesía de José Martí hasta la ecopoesía contemporánea. Un poeta local lee fragmentos. Un crítico literario analiza la evolución de la mirada ecológica en la lírica. Intercalar con sonidos de la naturaleza (pájaros, ríos, viento). Reflexión final sobre la palabra como acto de defensa de la tierra."
        },
        "Febrero-semana-5-Jueves": {
          "theme": "Canciones para niños: la banda sonora de la infancia cubana.",
          "ideas": "Jueves es de música. Recorrido por canciones infantiles emblemáticas de la TV y la radio cubanas (\"La familia de las vocales\", \"Los animales\", temas de Teresita Fernández). Un musicólogo analiza su valor educativo y musical. Invitar a una maestra o narradora que las use en su trabajo. Reproducir fragmentos. Conectar con la campaña de vacunación como parte del cuidado de la infancia. Ambiente nostálgico y alegre, ideal para recordar la propia niñez."
        },
        "Febrero-semana-5-Viernes": {
          "theme": "La figura de Céspedes en el teatro y la literatura cubana.",
          "ideas": "Viernes es de artes escénicas. Recorrido por obras teatrales y literarias que han abordado la vida de Céspedes. Un crítico analiza representaciones del prócer en diferentes épocas. Lectura dramatizada de un monólogo sobre Céspedes, a cargo de un actor local. Comentar cómo el arte ha contribuido a construir la imagen del Padre de la Patria. Ambiente solemne, con música de fondo teatral."
        }
      }
    },
    {
      "active": true,
      "days": [
        "Lunes",
        "Martes",
        "Miércoles",
        "Jueves",
        "Viernes"
      ],
      "id": "lv5",
      "name": "Parada Joven",
      "time": "12:30",
      "dailyData": {
        "semana-1-Viernes": {
          "theme": "Proyectos juveniles para el 2026 en Bayamo.",
          "instructions": "Espacio para que jóvenes presenten sus iniciativas culturales, deportivas o comunitarias."
        },
        "semana-2-Lunes": {
          "theme": "Jóvenes construyendo redes de apoyo contra las drogas en Bayamo",
          "ideas": "Diseñar un programa dinámico y participativo dirigido específicamente a la juventud bayamesa. Comenzar con una introducción sobre el papel protagónico de los jóvenes en la construcción de una sociedad segura. Estructurar en cuatro segmentos: 1) \"Voces jóvenes\": entrevistas breves con estudiantes universitarios y preuniversitarios que participan en brigadas de prevención; 2) \"Proyectos innovadores\": presentación de iniciativas juveniles locales que utilizan el deporte, el arte y la tecnología para prevenir el consumo de drogas; 3) \"Espacio de consulta\": respuesta a preguntas enviadas por mensajes de texto y redes sociales sobre cómo ayudar a un amigo en riesgo; 4) \"Música con mensaje\": entrevista con jóvenes músicos bayameses que componen canciones con contenido preventivo. Incluir efectos sonoros modernos y música contemporánea cubana. Finalizar con un llamado a la participación en el próximo encuentro municipal de jóvenes por una Bayamo libre de drogas, destacando que la juventud no es problema, sino parte de la solución.",
          "sources": [
            "https://www.ujc.cu",
            "https://www.feu.cu",
            "https://www.ahs.cult.cu",
            "https://www.paho.org",
            "https://www.cicad.oas.org"
          ]
        },
        "semana-2-Martes": {
          "theme": "Jóvenes creadoras, retos en mundos masculinos",
          "ideas": "Crear un programa motivador que muestre los logros de jóvenes mujeres en campos tradicionalmente dominados por hombres en Bayamo. Comenzar con un mensaje inspirador sobre la importancia de romper barreras de género desde temprana edad. Estructurar en cuatro segmentos: 1) \"Mujeres en STEM\": entrevista con estudiantes femeninas de la universidad que estudian carreras técnicas como ingeniería y ciencias exactas; 2) \"Deportistas destacadas\": conversación con atletas juveniles que han logrado éxitos en deportes como boxeo, béisbol y pesas; 3) \"Emprendedoras digitales\": presentación de jóvenes que han creado proyectos tecnológicos y startups en Bayamo; 4) \"Arte con perspectiva\": diálogo con artistas jóvenes que abordan temas de género en sus creaciones. Incluir música producida por DJ's femeninas locales. Utilizar efectos sonoros modernos y dinámicos. Finalizar con un desafío para las oyentes: \"¿En qué campo te gustaría destacar? Las históricas barreras de género están siendo derribadas por mujeres como tú\".",
          "sources": [
            "https://www.feu.cu",
            "https://www.ahs.cult.cu",
            "https://www.ujcgranma.cu",
            "https://www.redjovenescientificas.org",
            "https://www.womenintechnology.org"
          ]
        },
        "semana-2-Miércoles": {
          "theme": "Proyectos juveniles para una ciudad mejor",
          "ideas": "Diseñar un programa dinámico que muestre el liderazgo juvenil en proyectos ambientales en Bayamo. Comenzar con un mensaje motivador sobre el poder transformador de la juventud en la protección del entorno urbano. Estructurar en cuatro segmentos: 1) \"Eco-emprendedores\": presentación de jóvenes que han creado negocios sostenibles usando materiales reciclados; 2) \"Innovación ciudadana\": entrevista con estudiantes que desarrollan aplicaciones móviles para monitorear la calidad del aire y espacios verdes; 3) \"Deportes urbanos\": cobertura de iniciativas deportivas que combinan actividad física con limpieza de parques y plazas; 4) \"Arte urbano\": conversación con jóvenes artistas que usan sus talentos para crear murales con mensajes ambientales en espacios públicos de Bayamo. Incluir música producida por DJ's locales con samples de sonidos naturales. Utilizar efectos sonoros dinámicos y modernos. Finalizar con un desafío: \"¿Qué proyecto ambiental quieres implementar en tu barrio? Las ideas más innovadoras podrán recibir apoyo del municipio\".",
          "sources": [
            "https://www.ahs.cult.cu",
            "https://www.ujc.cu",
            "https://www.cica.cu",
            "https://www.redjovenesambientalistas.org",
            "https://www.undp.org/youth"
          ]
        },
        "semana-2-Jueves": {
          "theme": "Los jóvenes y el pensamiento de Fidel",
          "ideas": "Diseñar un programa dinámico que explore cómo la juventud bayamesa actual interpreta y aplica el pensamiento de Fidel Castro en el siglo XXI. Comenzar con una introducción sobre la relevancia actual del ideario fidelista. Estructurar en cuatro segmentos: 1) \"Estudios revolucionarios\": entrevista con estudiantes universitarios que investigan aspectos específicos del pensamiento de Fidel; 2) \"Proyectos comunitarios\": presentación de iniciativas juveniles inspiradas en los principios de justicia social y solidaridad defendidos por Fidel; 3) \"Debate generacional\": conversación intergeneracional entre jóvenes y combatientes de la Revolución sobre cómo actualizar el legado sin perder su esencia; 4) \"Arte comprometido\": perfil de jóvenes artistas que expresan su compromiso social a través de sus creaciones. Incluir música contemporánea cubana con contenido social. Utilizar efectos sonoros modernos y dinámicos. Finalizar con un desafío: \"¿Qué aspecto del pensamiento de Fidel es más relevante para tu generación y cómo lo aplicas en tu vida diaria?\"",
          "sources": [
            "https://www.ujc.cu",
            "https://www.feu.cu",
            "https://www.che.org.cu",
            "https://www.historia.cu",
            "https://www.iadl.org"
          ]
        },
        "semana-2-Viernes": {
          "theme": "Estudios de ingeniería agrónoma",
          "ideas": "Diseñar un programa motivador dirigido a jóvenes estudiantes interesados en carreras agrícolas. Comenzar con un mensaje inspirador sobre la importancia estratégica de la ingeniería agrónoma para la soberanía alimentaria de Cuba. Estructurar en cuatro segmentos: 1) \"Carreras del futuro\": entrevista con especialistas del Ministerio de Educación Superior sobre las oportunidades laborales para ingenieros agrónomos en Cuba; 2) \"Innovación tecnológica\": conversación con jóvenes profesionales que aplican tecnologías modernas en la agricultura, como drones para monitoreo de cultivos y sistemas de riego inteligentes; 3) \"Experiencias internacionales\": testimonios de estudiantes cubanos que han realizado pasantías en países con agricultura avanzada; 4) \"Emprendimientos rurales\": presentación de jóvenes que han creado microempresas agropecuarias exitosas en Bayamo. Incluir música contemporánea con influencias campesinas. Utilizar efectos sonoros modernos y dinámicos. Finalizar con un llamado a las vocaciones agrícolas: \"Ser ingeniero agrónomo hoy es ser soldado de primera línea en la batalla por la soberanía alimentaria de Cuba\".",
          "sources": [
            "https://www.mes.gob.cu",
            "https://www.unah.edu.cu",
            "https://www.anap.cu",
            "https://www.inca.edu.cu",
            "https://www.fao.org"
          ]
        },
        "semana-1-Lunes": {
          "theme": "Ecoturismo y senderismo",
          "ideas": "Propuestas de rutas cercanas para jóvenes. Consejos de campismo responsable. Música trovanovista o indie relacionada con la naturaleza."
        },
        "semana-1-Martes": {
          "theme": "Jóvenes en el surco",
          "ideas": "Historias de vida de jóvenes campesinos. La tecnología aplicada al agro (drones, apps)."
        },
        "semana-5-Lunes": {
          "theme": "Ecoturismo y senderismo",
          "ideas": "Propuestas de rutas cercanas para jóvenes. Consejos de campismo responsable. Música trovanovista o indie relacionada con la naturaleza."
        },
        "semana-5-Martes": {
          "theme": "Jóvenes en el surco",
          "ideas": "Historias de vida de jóvenes campesinos. La tecnología aplicada al agro (drones, apps)."
        },
        "semana-3-Lunes": {
          "theme": "Jóvenes historiadores: rescatando la memoria de la Quema de Bayamo en la era digital",
          "ideas": "Presentar proyectos estudiantiles que utilizan tecnología para difundir la historia local. Entrevistar a jóvenes integrantes de clubes de historia de escuelas bayamesas. Mostrar aplicaciones digitales, podcasts o redes sociales creadas por ellos. Incluir un concurso interactivo sobre conocimientos históricos con premios simbólicos. Destacar cómo la tecnología ayuda a preservar la memoria histórica para nuevas generaciones.\n"
        },
        "semana-3-Martes": {
          "theme": "Jóvenes ambientalistas: proyectos innovadores para un Bayamo sostenible",
          "ideas": "Destacar iniciativas lideradas por jóvenes en conservación ambiental. Entrevistar a estudiantes universitarios que desarrollan proyectos de reciclaje y energías renovables. Presentar experiencias de huertos urbanos y jardines comunitarios. Incluir un concurso de ideas ecológicas con participación en vivo por redes sociales. Ofrecer contactos para que los oyentes se sumen a estas iniciativas, enfatizando el papel protagónico de la juventud en la sostenibilidad.\n"
        },
        "semana-3-Miércoles": {
          "theme": "Arte urbano y expresión juvenil: transformando espacios públicos de Bayamo",
          "ideas": "Presentar colectivos jóvenes de muralistas y artistas urbanos que embellecen la ciudad. Mostrar el proceso creativo desde la concepción hasta la ejecución de obras. Entrevistar a jóvenes que han transformado espacios degradados en puntos culturales. Incluir un segmento sobre talleres comunitarios donde niños y adolescentes participan en proyectos artísticos. Destacar cómo el arte urbano puede transmitir mensajes sobre soberanía alimentaria y cuidado del entorno.\n"
        },
        "semana-3-Jueves": {
          "theme": "Jóvenes científicas bayamesas: rompiendo techos de cristal en la investigación local",
          "ideas": "Presentar perfiles de jóvenes mujeres investigadoras de Bayamo y sus logros. Entrevistar a estudiantes universitarias sobre sus motivaciones y desafíos en carreras STEM. Incluir testimonios de mentoras que han apoyado su desarrollo profesional. Destacar proyectos innovadores liderados por jóvenes científicas locales. Crear un espacio para que compartan consejos para otras jóvenes interesadas en la ciencia, conectando sus historias con la visión de Fidel Castro sobre el futuro de hombres de ciencia.\n"
        },
        "semana-3-Viernes": {
          "theme": "Jóvenes por una vida saludable: proyectos deportivos y recreativos en Bayamo",
          "ideas": "Presentar iniciativas deportivas comunitarias lideradas por jóvenes. Entrevistar a atletas locales que sirven como modelos positivos. Mostrar espacios recreativos renovados en diferentes consejos populares. Incluir un segmento sobre la importancia del deporte para la salud mental y la construcción de redes sociales saludables. Destacar proyectos que combinan actividad física con formación en valores, resaltando cómo estos espacios previenen conductas de riesgo y promueven el sentido de pertenencia en los adolescentes.\n"
        },
        "Enero-semana-1-Viernes": {
          "theme": "Proyectos juveniles para el 2026 en Bayamo.",
          "ideas": ""
        },
        "Enero-semana-4-Lunes": {
          "theme": "¿Tiene el meme un poder de opinión? Arte digital y expresión juvenil.",
          "ideas": "Crea un debate dinámico. Presenta el tema mostrando ejemplos sonoros (descritos por el locutor) de memes famosos que han generado polémica. Invita a un estudiante de Comunicación Social y a un creador de contenido digital de Bayamo. Guía la conversación con preguntas: ¿El meme es crítica o simple entretenimiento? ¿Qué límites éticos tiene? ¿Puede ser una herramienta de cambio social? Incorpora una sección de \"memes sonoros\" donde jóvenes envían audios imitando o describiendo memes sobre la vida en Bayamo. Mantén un tono ágil, con cortinas musicales modernas.\n"
        },
        "Enero-semana-4-Martes": {
          "theme": "Servicio militar y desarrollo profesional: ¿cómo conciliar los proyectos?",
          "ideas": "Aborda un tema sensible para la juventud con realismo y sin estereotipos. Invita a un joven universitario que sea miliciano, y a un orientador profesional. Discutan cómo la experiencia en las MTT o el SM aporta valores (disciplina, trabajo en equipo) aplicables a la vida laboral. Hablen de los derechos de los trabajadores-estudiantes que cumplen servicio. Abre un espacio para preguntas de la audiencia joven, que pueden enviarse previamente. Es crucial mantener un tono de diálogo constructivo, reconociendo preocupaciones legítimas mientras se enmarcan en el deber constitucional.\n"
        },
        "Enero-semana-4-Miércoles": {
          "theme": "\"Cleanfluencers\": jóvenes que promueven la limpieza de la ciudad en redes.",
          "ideas": "Busca a jóvenes bayameses que usen Instagram o TikTok para subir retos de limpieza, tutoriales de reciclaje creativo o denuncias de puntos sucios. Invita a 2 de ellos al estudio. Pídeles que cuenten su motivación, el impacto de sus publicaciones y las reacciones (positivas y negativas) que reciben. Crea un segmento interactivo: lanza un reto semanal en directo (ej: \"Esta semana, recoge 10 botellas de plástico de tu calle y muéstranoslo\"). Discute el poder de las redes para el activismo cívico frente al escepticismo. Usa música de tendencia como cortina.\n"
        },
        "Enero-semana-4-Jueves": {
          "theme": "¿Feminismo en Cuba? Discutiendo equidad desde la perspectiva juvenil.",
          "ideas": "Plantea un debate franco y respetuoso, alejado de consignas. Define brevemente el feminismo como la búsqueda de igualdad de derechos y oportunidades. Invita a una joven universitaria feminista y a un joven que quizás tenga dudas o una visión diferente. Guía la conversación hacia temas concretos de su realidad: la distribución de las tareas domésticas, las expectativas sobre el cuidado, el acoso callejero, las oportunidades de liderazgo. Pregunta si el Código de las Familias resuelve estos temas. Lee comentarios de la audiencia joven. El moderador debe garantizar que sea un intercambio de ideas, no una confrontación.\n"
        },
        "Enero-semana-4-Viernes": {
          "theme": "Presión social y alcohol: cómo divertirse sin excesos.",
          "ideas": "Plantea el tema desde la autonomía y la inteligencia emocional, no desde la prohibición. Invita a un bartender conocido de Bayamo para que prepare en vivo (sonoramente) dos cócteles sin alcohol atractivos, describiendo los sabores. Luego, un psicólogo habla de las técnicas para manejar la presión de grupo: tener un \"amigo cómplice\", practicar respuestas asertivas (\"hoy no me apetece\"), planear actividades alternativas. Discute la diferencia entre consumo y abuso. Incluye testimonios grabados de jóvenes que decidieron divertirse sin alcohol y cómo lo logran. El tono debe ser de empoderamiento, no de regaño.\n"
        },
        "Enero-semana-5-Lunes": {
          "theme": "Eco-influencers: jóvenes que usan las redes para salvar el planeta.",
          "ideas": "Programa dinámico y conectado con las tendencias. Presenta a jóvenes bayameses con perfiles en Instagram o TikTok dedicados a la sostenibilidad (ej: @verde_bayamo). Entrevista a uno de ellos en vivo, que cuente su historia, los retos de crear contenido educativo y el impacto en su comunidad. Crea un segmento de \"Tips en 60 segundos\" donde varios envían consejos breves. Habla sobre el fenómeno del \"greenwashing\" y cómo detectarlo. Usa cortinas musicales modernas y efectos de redes sociales. Motiva a la audiencia a seguir y crear contenido con conciencia."
        },
        "Enero-semana-5-Martes": {
          "theme": "Agrotech: jóvenes que aplican tecnología a la agricultura.",
          "ideas": "Muestra el lado innovador del campo. Invita a un joven ingeniero que desarrolló una app para pronosticar plagas usando datos meteorológicos, y a una estudiante de agronomía que usa sensores de humedad low-cost. Presenta un proyecto de hidroponía vertical en un patio urbano. Discute cómo atraer a más jóvenes al sector agropecuario. Incluye un segmento de preguntas de la audiencia sobre carreras afines. Usa música electrónica suave y efectos tecnológicos. Destaca que la soberanía alimentaria también es digital."
        },
        "Enero-semana-5-Miércoles": {
          "theme": "¿Qué leer de Martí hoy? Recomendaciones para una generación digital.",
          "ideas": "Acerca la obra martiana a los jóvenes de forma no académica. Invita a un rapero o youtuber bayamés que haya usado textos de Martí en sus creaciones. Presenta una lista de \"5 textos de Martí que parecen escritos para Instagram\" (por su brevedad y fuerza). Discute la actualidad de sus ideas sobre la amistad, el amor y la patria. Incluye un club de lectura virtual anunciado por la emisora. Usa cortinas musicales con mezclas de rap y trova. El mensaje: Martí no es solo para las aulas."
        },
        "Enero-semana-5-Jueves": {
          "theme": "Ciberseguridad para adolescentes: cómo proteger tu privacidad y bienestar digital.",
          "ideas": "Aborda un tema crucial para la juventud con un enfoque práctico y preventivo. Un especialista en informática explica riesgos: phishing, grooming, robo de identidad. Da consejos concretos: configurar privacidad en redes, no compartir ubicación, crear contraseñas robustas. Invita a una psicóloga para hablar del impacto emocional del acoso digital. Presenta la campaña \"Conéctate seguro\" de la UJC en Bayamo. Usa efectos sonoros digitales y música electrónica. El mensaje: disfrutar de la tecnología con responsabilidad."
        },
        "Enero-semana-5-Viernes": {
          "theme": "Salud mental y bienestar emocional: herramientas para el día a día.",
          "ideas": "Abre el debate sobre salud mental sin tabúes. Invita a una psicóloga joven y a un estudiante que participa en un grupo de apoyo entre pares. Hablan de señales de alarma (ansiedad, aislamiento), técnicas de respiración y mindfulness, y la importancia de pedir ayuda. Crea un segmento de \"Pregúntale a la psico\" con consultas enviadas por WhatsApp. Ofrece información sobre el servicio de consejería juvenil de la Universidad de Granma. Tono cercano, con música relajante. Mensaje central: cuidar la mente es tan importante como cuidar el cuerpo."
        },
        "Febrero-semana-2-Lunes": {
          "theme": "Jóvenes voluntarios en la limpieza de playas y ríos de Granma.",
          "ideas": "Mostrar el activismo juvenil. Entrevista a miembros del grupo ecológico de la Universidad de Granma que organizan limpiezas. Discutir motivaciones y el impacto real de estas acciones. Incluir un segmento de \"Eco-retos\" para los oyentes. Tono dinámico, con música contemporánea y sonidos del mar. Mensaje final: la acción local construye un futuro global."
        },
        "Febrero-semana-2-Martes": {
          "theme": "Huertos urbanos liderados por jóvenes: transformando patios y azoteas en Bayamo.",
          "ideas": "Mostrar iniciativas innovadoras. Entrevista a un joven que cultiva en su patio y vende excedentes. Visita sonora a un huerto comunitario en un reparto. Un ingeniero agrónomo joven da consejos técnicos para empezar. Discutir el potencial de la agricultura urbana para la autonomía y el emprendimiento. Incluir un concurso de fotos de huertos juveniles por redes. Tono motivador, con música fresca."
        },
        "Febrero-semana-2-Miércoles": {
          "theme": "El hip-hop cubano como expresión de la realidad social juvenil.",
          "ideas": "Explorar este género musical como voz crítica y constructiva. Entrevista a un rapero o rapera bayamesa sobre sus letras, influencias y mensaje. Analizar temas como la desigualdad, la identidad y la esperanza. Reproducir fragmentos de canciones con contenido social. Discutir el papel del arte urbano en la formación de conciencia. Tono moderno, con beats de hip-hop. Enfatizar el arte como canal positivo para la juventud."
        },
        "Febrero-semana-2-Jueves": {
          "theme": "Alternativas de ocio nocturno saludable para jóvenes en Bayamo.",
          "ideas": "Presentar opciones reales y atractivas. Entrevista a organizadores de peñas de cine, noches de juegos de mesa, talleres de baile o actividades deportivas nocturnas. Discutir cómo estos espacios fomentan la socialización sin alcohol ni drogas. Incluir una guía de eventos para el fin de semana. Tono juvenil y positivo, con música de moda. Retar a los oyentes a proponer nuevas ideas."
        },
        "Febrero-semana-2-Viernes": {
          "theme": "Jóvenes emprendedoras en Bayamo: historias de éxito en negocios propios.",
          "ideas": "Perfilar a jóvenes que hayan creado su microempresa (artesanía, gastronomía, servicios). Entrevista a dos de ellas: motivación, desafíos superados, balance entre vida personal y laboral. Discutir el ecosistema de apoyo (créditos, capacitación). Inspirar a otras jóvenes. Incluir un segmento de consejos prácticos para empezar. Tono moderno y empoderador, con música contemporánea."
        },
        "Febrero-semana-5-Lunes": {
          "theme": "Jóvenes en la industria bayamesa: empleos, desafíos y oportunidades de desarrollo.",
          "ideas": "Encuentro con trabajadores jóvenes de distintas industrias locales (mecánica, alimentos, textil). Preguntar sobre sus motivaciones, condiciones laborales, salario y expectativas de crecimiento. Un directivo de la Empresa Industrial de Bayamo habla sobre programas de formación y estímulo para jóvenes. Segmento interactivo: ¿qué carrera industrial elegirían? Tono realista, mostrando el sector como opción de vida digna y necesaria para el país."
        },
        "Febrero-semana-5-Martes": {
          "theme": "La independencia en el siglo XXI: ¿qué significa ser libre y soberano para los jóvenes hoy?",
          "ideas": "Debate abierto con estudiantes de preuniversitario y universitario. Preguntas guía: ¿Qué valor le dan a la independencia conquistada en 1895 y 1959? ¿Cuáles son las principales amenazas actuales a la soberanía (económicas, culturales, comunicacionales)? ¿Cómo se defiende la patria desde el aula, el barrio, las redes sociales? Moderador garantiza respeto y pluralidad. Segmento de mensajes de oyentes jóvenes. Tono reflexivo y participativo."
        },
        "Febrero-semana-5-Miércoles": {
          "theme": "Activismo ambiental juvenil: pequeñas acciones para proteger el entorno en Bayamo.",
          "ideas": "Presentar colectivos juveniles que trabajan por el medio ambiente desde lo cotidiano. Entrevista a miembros de la Asociación Hermanos Saíz con proyectos de arte y ecología. Reportaje sonoro sobre una jornada vecinal de limpieza en el río Bayamo. Un estudiante de ciencias explica cómo investiga especies locales. Segmento interactivo: ¿qué pequeña acción puedes hacer hoy por tu barrio? Música contemporánea. Tono optimista, demostrando que el cambio empieza con gestos simples."
        },
        "Febrero-semana-5-Jueves": {
          "theme": "Carreras de la salud: ¿por qué estudiar medicina, enfermería o estomatología en Bayamo?",
          "ideas": "Orientación vocacional para jóvenes. Entrevista a estudiantes y profesores de las Ciencias Médicas en Bayamo. Hablar del plan de estudio, las prácticas en hospitales y policlínicos, las especialidades y la inserción laboral. Testimonios de jóvenes que ya ejercen. Destacar el prestigio social de estas profesiones y la posibilidad de servir a la comunidad. Segmento de preguntas. Tono motivador, con música instrumental suave."
        },
        "Febrero-semana-5-Viernes": {
          "theme": "Carlos Manuel de Céspedes: su joven generación en Bayamo.",
          "ideas": "Explorar la figura de Céspedes desde su juventud y la de quienes lo rodearon. Un historiador habla de sus hijos (Carlos Manuel, Oscar) y los jóvenes que se unieron a él en La Demajagua. Lectura de cartas juveniles de la época. Conectar con la juventud actual: ¿qué valores de aquella generación (audacia, compromiso, sacrificio) deberían tener los jóvenes de hoy? Invitar a estudiantes a reflexionar. Música patriótica de fondo. Tono intergeneracional, rescatando el legado joven del Padre de la Patria."
        }
      }
    },
    {
      "active": true,
      "days": [
        "Lunes",
        "Martes",
        "Miércoles",
        "Jueves",
        "Viernes"
      ],
      "id": "lv6",
      "name": "Hablando con Juana",
      "time": "13:30",
      "dailyData": {
        "semana-1-Viernes": {
          "theme": "Historia local: cómo Bayamo celebró el primer triunfo revolucionario en 1959.",
          "instructions": "Iniciando el año."
        },
        "semana-2-Lunes": {
          "theme": "Embarazo y VIH: derechos, prevención y acompañamiento integral",
          "ideas": "El programa debe abordar este tema con sensibilidad, rigor científico y esperanza, evitando estigmatizar a las personas que viven con VIH. Estructurar en tres segmentos: 1) \"Educación preventiva\": entrevista con especialista del Centro Nacional de Prevención sobre cómo las mujeres gestantes pueden protegerse y prevenir la transmisión vertical, incluyendo la importancia del diagnóstico temprano; 2) \"Derechos y acompañamiento\": conversación con una obstetra y una psicóloga sobre los derechos de las mujeres embarazadas con VIH, acceso a tratamiento antirretroviral y apoyo psicosocial durante el embarazo; 3) \"Historias de vida\": testimonio anónimo (con voz modificada) de una madre que vivió un embarazo saludable con VIH, enfatizando que con tratamiento adecuado pueden tener hijos sin VIH. Incluir micros con datos actualizados sobre la reducción de transmisión vertical en Cuba. El tono debe ser empoderador, destacando que el VIH no define la maternidad. Finalizar con recursos locales en Bayamo para atención especializada y un mensaje contundente: \"Con información, tratamiento y amor, el embarazo con VIH puede ser una experiencia segura y plena\".",
          "sources": [
            "https://www.sld.cu/sitios/cnp_sida",
            "https://www.cenesex.gob.cu",
            "https://www.sld.cu/sitios/ginecologia",
            "https://www.who.int/es/health-topics/hiv-aids",
            "https://www.unaids.org/es/regionscountries/countries/cuba"
          ]
        },
        "semana-2-Martes": {
          "theme": "Mujer y ciencia: historias de superación",
          "ideas": "Desarrollar un programa emotivo y profesional que honre a las mujeres en la ciencia de Bayamo. Iniciar con un homenaje a las primeras científicas cubanas que abrieron camino en la Revolución. Estructurar en tres bloques: 1) \"Pioneras locales\": entrevista con una investigadora jubilada del CENSA (Centro Nacional de Sanidad Agropecuaria) que trabajó en proyectos de agricultura sostenible para la región; 2) \"Ciencia en casa\": conversación con madres científicas que comparten cómo concilian su carrera profesional con la familia; 3) \"Jóvenes promesas\": testimonios de estudiantes femeninas que han ganado concursos nacionales de ciencia y tecnología. Incluir consejos prácticos sobre cómo fomentar vocaciones científicas en niñas desde la infancia. Utilizar un tono cercano pero respetuoso, con música instrumental suave de fondo. Finalizar con una reflexión sobre cómo la ciencia cubana ha sido pionera en la igualdad de género, destacando que en Bayamo hoy las mujeres no solo son objeto de estudio sino también las que investigan y descubren.",
          "sources": [
            "https://www.citma.gob.cu",
            "https://www.acc.cu",
            "https://www.udg.co.cu",
            "https://www.fmc.cu",
            "https://www.paho.org"
          ]
        },
        "semana-2-Miércoles": {
          "theme": "Síndrome del impostor",
          "ideas": "Desarrollar un programa psicológico que aborde el síndrome del impostor desde una perspectiva práctica y empoderadora. Comenzar con una explicación sencilla sobre qué es este síndrome y cómo se manifiesta en la vida cotidiana, especialmente en mujeres profesionales. Estructurar en tres bloques: 1) \"Reconociendo las señales\": descripción de los síntomas comunes como minimizar logros, atribuir éxitos a la suerte y miedo al fracaso; 2) \"Estrategias de afrontamiento\": consejos prácticos para superar estos sentimientos, incluyendo técnicas de autoafirmación y reconocimiento de logros; 3) \"Testimonios sanadores\": entrevista con profesionales bayamesas que han superado este síndrome, compartiendo sus experiencias y aprendizajes. Incluir ejercicios sencillos que las oyentes puedan practicar en casa, como llevar un diario de logros. Utilizar un tono cercano y comprensivo, evitando tecnicismos innecesarios. Finalizar con un mensaje de esperanza: \"Tus logros son reales, tu talento es genuino, y mereces estar donde estás\".",
          "sources": [
            "https://www.psicologia.sld.cu",
            "https://www.socpsico.cu",
            "https://www.cips.sld.cu",
            "https://www.apa.org",
            "https://www.who.int/es/mental-health"
          ]
        },
        "semana-2-Jueves": {
          "theme": "Perspectivas políticas y gubernamentales de Bayamo para 2026",
          "ideas": "Desarrollar un programa informativo y reflexivo sobre los desafíos y perspectivas de la gestión política local en Bayamo para el próximo año. Comenzar con un análisis contextual sobre los logros y desafíos actuales del municipio. Estructurar en tres bloques: 1) \"Economía local\": entrevista con especialistas sobre las perspectivas económicas, proyectos productivos y estrategias para enfrentar la crisis económica; 2) \"Participación ciudadana\": conversación con representantes de consejos populares sobre cómo mejorar la participación de las comunidades en la toma de decisiones; 3) \"Juventud y futuro\": diálogo con jóvenes líderes locales sobre sus expectativas y propuestas para transformar el municipio. Incluir micros con datos estadísticos actualizados sobre el desarrollo local. Utilizar un tono serio pero esperanzador, evitando personalismos y centrando el debate en ideas y proyectos. Finalizar con una reflexión sobre cómo la continuidad revolucionaria requiere tanto fidelidad a los principios como capacidad de innovación ante los nuevos desafíos.",
          "sources": [
            "https://www.pcc.cu",
            "https://www.bayamo.gob.cu",
            "https://www.mep.gob.cu",
            "https://www.ceecu.uh.cu",
            "https://www.undp.org/cuba"
          ]
        },
        "semana-2-Viernes": {
          "theme": "Importancia de la práctica de ejercicios físicos para una vida saludable",
          "ideas": "Desarrollar un programa práctico y motivador que promueva la actividad física como hábito de vida saludable. Comenzar con una introducción sobre los beneficios físicos y mentales del ejercicio regular, respaldados por estudios científicos. Estructurar en tres bloques: 1) \"Ejercicios para todos\": presentación de rutinas sencillas adaptadas a diferentes edades y condiciones físicas, desde niños hasta adultos mayores; 2) \"Deporte en familia\": sugerencias para actividades recreativas que padres e hijos puedan realizar juntos en parques y espacios públicos de Bayamo; 3) \"Nutrición y ejercicio\": conversación con especialistas sobre cómo combinar una alimentación balanceada con la actividad física para mejorar la salud. Incluir testimonios breves de personas que han transformado su vida con el ejercicio. Utilizar música energética pero no agresiva como fondo. Finalizar con un mensaje inspirador: \"No necesitas un gimnasio caro para estar saludable; tu cuerpo, tu voluntad y los espacios públicos de Bayamo son todo lo que necesitas para comenzar a moverte hoy mismo\".",
          "sources": [
            "https://www.minsap.gob.cu",
            "https://www.inder.gob.cu",
            "https://www.sld.cu/sitios/nutricion",
            "https://www.who.int/es/health-topics/physical-activity",
            "https://www.acsm.org"
          ]
        },
        "semana-1-Lunes": {
          "theme": "Salud sexual y entorno saludable",
          "ideas": "Relacionar la higiene ambiental con la salud comunitaria y familiar. Charla educativa con enfoque de género sobre el rol de la mujer en la higiene del hogar y la comunidad."
        },
        "semana-1-Martes": {
          "theme": "Derecho a la alimentación",
          "ideas": "Explicación de la Ley de Soberanía Alimentaria desde un punto de vista jurídico pero sencillo. Abogado invitado."
        },
        "semana-5-Lunes": {
          "theme": "Salud sexual y entorno saludable",
          "ideas": "Relacionar la higiene ambiental con la salud comunitaria y familiar. Charla educativa con enfoque de género sobre el rol de la mujer en la higiene del hogar y la comunidad."
        },
        "semana-5-Martes": {
          "theme": "Derecho a la alimentación",
          "ideas": "Explicación de la Ley de Soberanía Alimentaria desde un punto de vista jurídico pero sencillo. Abogado invitado."
        },
        "semana-3-Lunes": {
          "theme": "Salud mental en la tercera edad: estrategias para el bienestar emocional",
          "ideas": "Invitar a psicólogos especializados en geriatría para analizar el impacto del aislamiento y cómo combatirlo. Presentar testimonios de adultos mayores que han superado dificultades emocionales. Ofrecer ejercicios prácticos de estimulación cognitiva y actividades recreativas adaptadas. Incluir consejos para familiares sobre acompañamiento efectivo y recursos comunitarios disponibles en Bayamo. Finalizar con un espacio para preguntas de oyentes.\n"
        },
        "semana-3-Martes": {
          "theme": "Educación financiera para familias: estrategias de ahorro y planificación en tiempos de crisis",
          "ideas": "Invitar a economistas y asesores financieros para explicar conceptos básicos de planificación familiar. Presentar testimonios de familias que han superado dificultades económicas mediante el ahorro. Ofrecer ejemplos prácticos de presupuestos mensuales adaptados a la realidad cubana. Incluir consejos sobre cómo involucrar a los niños en la cultura del ahorro. Resaltar iniciativas comunitarias de apoyo mutuo en Bayamo durante situaciones económicas complejas.\n"
        },
        "semana-3-Miércoles": {
          "theme": "Parejas transnacionales",
          "ideas": "Analizar los desafíos y oportunidades de las relaciones internacionales en el contexto actual. Invitar a psicólogos especializados en relaciones a distancia y abogados especializados en normativas migratorias. Presentar testimonios anónimos de parejas bayamesas en esta situación. Ofrecer consejos prácticos para mantener la comunicación, manejar la espera y preservar el vínculo emocional. Incluir recursos de apoyo disponibles en la comunidad y reflexiones sobre cómo estas relaciones enriquecen culturalmente a nuestras familias locales.\n"
        },
        "semana-3-Jueves": {
          "theme": "Historia local de Bayamo: mujeres que forjaron nuestra ciudad",
          "ideas": "Invitar a historiadoras locales para rescatar figuras femeninas olvidadas en la historia de Bayamo. Narrar sus contribuciones en la cultura, educación, salud y luchas sociales. Presentar archivos fotográficos y documentos originales. Incluir testimonios de descendientes que mantienen su legado. Destacar lugares y calles que llevan sus nombres, proponiendo nuevas formas de homenaje. Conectar estas historias con el presente, mostrando cómo sus valores inspiran a las mujeres actuales de la ciudad.\n"
        },
        "semana-3-Viernes": {
          "theme": "Trastorno alimenticio por atracones",
          "ideas": "Invitar a nutricionistas y psicólogos para explicar las causas y consecuencias de este trastorno. Ofrecer estrategias prácticas para identificar síntomas en familiares. Presentar testimonios anónimos de personas que han superado esta condición. Incluir consejos sobre hábitos alimenticios saludables y manejo emocional. Destacar recursos de ayuda disponibles en Bayamo y la importancia de un enfoque multidisciplinario en el tratamiento, abordando tanto el aspecto físico como el emocional de estos trastornos.\n"
        },
        "Enero-semana-1-Viernes": {
          "theme": "Historia local: cómo Bayamo celebró el primer triunfo revolucionario en 1959.",
          "ideas": ""
        },
        "Enero-semana-4-Lunes": {
          "theme": "Comunicación asertiva en la familia: cómo expresar desacuerdos sin dañar.",
          "ideas": "Diseña un programa-taller. La conductora plantea un escenario común de conflicto familiar (ej: horarios, uso del dinero). Luego, introduce el concepto de comunicación asertiva con ejemplos claros. Invita a una psicóloga familiar para que dé pautas concretas: fórmulas para iniciar conversaciones difíciles, la técnica del \"yo siento\", y cómo escuchar activamente. Incluye un segmento de dramatizado donde actores representen una discusión y luego la misma situación con comunicación asertiva. Finaliza pidiendo a las oyentes que identifiquen un patrón de comunicación a mejorar en su hogar.\n"
        },
        "Enero-semana-4-Martes": {
          "theme": "Derechos de las viudas y familiares de militares y milicianos fallecidos.",
          "ideas": "El martes es día jurídico. Prepara un programa informativo y de servicio. Una abogada especialista en derecho familiar y laboral debe explicar con claridad: a qué prestaciones tienen derecho (pensión, atención de salud, vivienda), qué pasos legales deben seguir para tramitarlas, y a qué instituciones acudir en Bayamo (MINFAR, Seguridad Social). Presenta casos genéricos ilustrativos (sin nombres). Dedicar un segmento a los aspectos emocionales, con consejos breves de una psicóloga sobre el duelo y la gestión administrativa. Ofrece un contacto de la emisora para consultas específicas que puedan derivarse.\n"
        },
        "Enero-semana-4-Miércoles": {
          "theme": "Relaciones conflictivas entre cuñadas",
          "ideas": "Aborda este conflicto familiar con empatía. Invita a una psicóloga para analizar causas: celos por atención del hermano/esposo, diferencias educativas, competencia en celebraciones. Incluye testimonios anónimos de oyentes. Ofrece estrategias prácticas: establecer límites saludables, comunicación asertiva, respeto a espacios familiares. Destaca la importancia de no tomar partido en discusiones. Incentiva crear tradiciones inclusivas que unan a ambas familias. Cierra con reflexión: el respeto mutuo fortalece lazos familiares más que cualquier diferencia.\n"
        },
        "Enero-semana-4-Jueves": {
          "theme": "Feria de Salud en Santa Isabel",
          "ideas": "Informa detalles prácticos: horarios, servicios médicos gratuitos (consultas, presión, glucemia, vacunación) y documentos necesarios. Invita al responsable del Policlínico local para explicar importancia de estas ferias en zonas periféricas. Incluye testimonios de habitantes de Santa Isabel sobre acceso mejorado a salud. Orienta sobre preparación previa para aprovechar la consulta. Menciona actividades complementarias: charlas preventivas y ejercicios para adultos mayores. Solicita difusión entre adultos mayores de la zona. Destaca impacto comunitario y solidaridad como valores fundamentales de la Revolución.\n"
        },
        "Enero-semana-4-Viernes": {
          "theme": "El valor de los pequeños rituales: creando momentos de paz en la vida diaria.",
          "ideas": "Viernes es variado, sobre la vida y sus reflexiones. Propón un programa contemplativo y alejado de las problemáticas sociales del día. La conductora introduce la idea de que, en medio del ajetreo, los pequeños rituales (preparar el café con atención, regar las plantas, escribir un diario, dar un paseo al atardecer) son actos de resistencia que nos anclan al presente. Invita a una poeta, una artista o simplemente a una mujer sabia de la comunidad a hablar de sus rituales personales. Lee fragmentos de libros sobre mindfulness o filosofía de vida sencilla. Pide a las oyentes que compartan sus propios rituales por teléfono. El ambiente debe ser íntimo, con música suave de fondo.\n"
        },
        "Enero-semana-5-Lunes": {
          "theme": "Sexualidad y discapacidad intelectual: derribando mitos, construyendo inclusión.",
          "ideas": "Lunes es día de sexualidad. Aborda este tema con sensibilidad y rigor. Invita a una especialista del CENESEX o a una psicóloga con experiencia en el tema. Desmonta mitos comunes sobre la sexualidad de personas con discapacidad física o intelectual. Habla sobre derechos sexuales, accesibilidad a la información y salud reproductiva. Incluye un testimonio anónimo (voz modificada) de una persona con discapacidad que comparta sus experiencias. Ofrece información sobre recursos de apoyo en Bayamo. El tono debe ser respetuoso, informativo y empoderador."
        },
        "Enero-semana-5-Martes": {
          "theme": "Asesoría jurídica sobre herencias y propiedad de la tierra.",
          "ideas": "Martes es día jurídico. Aborda un tema sensible y práctico. Una abogada especializada en derecho civil y agrario explica: tipos de propiedad (estatal, cooperativa, usufructo), trámites para heredar una parcela, derechos de las mujeres en la tenencia de la tierra y cómo resolver conflictos familiares. Presenta casos hipotéticos comunes en comunidades bayamesas. Ofrece información sobre notarías y asesoría gratuita disponible. El tono debe ser claro, paciente y orientador, sin abrumar con tecnicismos."
        },
        "Enero-semana-5-Miércoles": {
          "theme": "Martí en los bayameses: cómo la obra y el pensamiento del Apóstol han moldeado la identidad local.",
          "ideas": "Programa que conecta a Martí con la identidad bayamesa. Tres segmentos: 1) Historiador local analiza la influencia de Martí en la región. 2) Maestro y artista hablan sobre su presencia en la cultura cotidiana. 3) Joven líder comunitario reflexiona sobre el martianismo hoy. Incluye lecturas breves y música de fondo inspirada. Tono de orgullo reflexivo, centrado en la apropiación viva de su legado en la ciudad."
        },
        "Enero-semana-5-Jueves": {
          "theme": "Economía circular: oportunidades de emprendimiento local en Bayamo.",
          "ideas": "Presenta el concepto de economía circular (reducir, reutilizar, reciclar) como modelo de desarrollo sostenible. Invita a una emprendedora que convierte desechos textiles en bolsos, y a un ingeniero que repara electrodomésticos para extender su vida útil. Analiza las potencialidades de Bayamo para este modelo: residuos agrícolas, turismo ecológico, artesanía. Ofrece información sobre microcréditos y asesoría. El tono es optimista y propositivo, mostrando caminos prácticos ante la crisis."
        },
        "Enero-semana-5-Viernes": {
          "theme": "Liderazgo femenino: estilos, desafíos y el poder de la influencia positiva.",
          "ideas": "Programa inspirador sobre el liderazgo de la mujer como fuerza transformadora. Tres bloques: 1) Entrevista a directora local sobre su gestión ética. 2) Testimonio de lideresa comunitaria con impacto en su barrio. 3) Diálogo con formadora de niñas y adolescentes. Microtestimonios de personas impactadas. Mensaje final: el liderazgo femenino es pilar para una sociedad más sana y unida. Tono empoderador y práctico."
        },
        "Febrero-semana-2-Lunes": {
          "theme": "Labor de la Cruz Roja en Bayamo",
          "ideas": "Programa informativo y de servicio. Entrevista al presidente o a un voluntario destacado de la filial bayamesa de la Cruz Roja Cubana. Describir sus principales líneas de trabajo: atención a damnificados, capacitación en primeros auxilios, apoyo a campañas de donación de sangre y actividades comunitarias con adultos mayores y niños. Explicar cómo la población puede colaborar como voluntaria o realizando donativos. Incluir anécdotas de intervenciones recientes en la localidad. Tono humano y solidario, destacando el trabajo silencioso y esencial de esta organización."
        },
        "Febrero-semana-2-Martes": {
          "theme": "Derechos laborales de los trabajadores por cuenta propia.",
          "ideas": "Martes es día jurídico. Una abogada especializada explica la legislación vigente para los TCP que se dedican a la venta de alimentos, elaboración de comidas o cultivos. Temas: licencias, impuestos, higiene, relaciones con proveedores estatales. Presentar casos comunes y cómo resolver conflictos. Ofrecer contactos de asesoría en Bayamo. Tono claro y orientador, ayudando a formalizar y proteger el trabajo."
        },
        "Febrero-semana-2-Miércoles": {
          "theme": "Emprendimientos económicos y finanzas familiares",
          "ideas": "Miércoles es día variado. Un economista y una emprendedora establecida ofrecen consejos prácticos para administrar los ingresos familiares y evaluar la viabilidad de un negocio propio. Temas: elaborar un presupuesto doméstico realista, separar gastos personales y del negocio, ahorro forzoso. Discutir las formas de gestión no estatal más comunes en Bayamo y los trámites básicos. Alertar sobre riesgos comunes. Tono didáctico y alentador, enfocado en la planificación como herramienta de estabilidad."
        },
        "Febrero-semana-2-Jueves": {
          "theme": "Campaña de declaración Jurada 2026. Proyecciones de la Oficina Nacional Tributaria (ONAT), en Bayamo para 2026",
          "ideas": "Jueves es de Historia, Política, Economía y Sociedad. Un especialista de la ONAT en Granma explica el proceso de declaración jurada: quiénes deben presentarla, plazos, documentos necesarios y canales (presencial y en línea). Detalla las proyecciones de trabajo para el año: fiscalización, educación tributaria y facilitación de pagos. Responde preguntas frecuentes sobre deducciones y multas. Tono técnico pero claro, promoviendo el cumplimiento como un deber cívico y corresponsabilidad con los servicios sociales."
        },
        "Febrero-semana-2-Viernes": {
          "theme": "Lideresas en Bayamo. Experiencias y desafíos de las mujeres en cargos de dirección.",
          "ideas": "Viernes es variado, sobre la vida y sus reflexiones. Entrevista a 2-3 mujeres que dirigen instituciones importantes en Bayamo (salud, educación, empresa estatal). Preguntar sobre su trayectoria, estilos de liderazgo, cómo balancean vida personal/profesional y los principales retos enfrentados (estereotipos, conciliación). Analizar las políticas de capacitación y promoción. Tono inspirador y realista, celebrando los logros mientras se visibilizan las barreras por superar para una plena equidad en los puestos de decisión."
        },
        "Febrero-semana-5-Lunes": {
          "theme": "Infecciones de transmisión sexual: prevención, síntomas y dónde acudir en Bayamo.",
          "ideas": "Lunes es de sexualidad. Una especialista en epidemiología o ginecología explica las ITS más comunes en la región, sus síntomas y formas de prevención (uso correcto del condón, vacunas disponibles). Desmonta mitos. Informa sobre dónde realizar pruebas gratuitas en Bayamo (policlínicos, Centro de Higiene) y la importancia del diagnóstico temprano. Tono claro y sin tabúes, enfatizando la responsabilidad individual y de pareja. Espacio para preguntas anónimas."
        },
        "Febrero-semana-5-Martes": {
          "theme": "Día del Trabajador de las Comunicaciones: la informatización de la sociedad y los servicios en Bayamo.",
          "ideas": "Jueves es de Historia, Política, Economía y Sociedad local (aunque se adelanta por efeméride). Entrevista al director de ETECSA en Granma y a un joven programador. Balance de la conectividad en el municipio: cobertura de datos móviles, wifi en espacios públicos, proyectos de informatización en trámites. Desafíos y potencialidades. Incluir testimonio de un adulto mayor aprendiendo a usar el móvil. Tono optimista y práctico, mostrando cómo la tecnología mejora la vida cotidiana."
        },
        "Febrero-semana-5-Miércoles": {
          "theme": "Trámites para la obtención del pasaporte cubano: requisitos actualizados.",
          "ideas": "Miércoles es día variado. Un funcionario de la Dirección de Identificación y Migración explica paso a paso: documentos necesarios, costo, plazos de entrega, vigencia. Dónde acudir en Bayamo y horarios. Responde preguntas frecuentes (menores de edad, pasaportes vencidos, prórrogas). Informa sobre servicios online disponibles. Tono claro y práctico, ayudando a evitar demoras y confusiones. Incluir experiencias de personas que realizaron el trámite recientemente."
        },
        "Febrero-semana-5-Jueves": {
          "theme": "Estrategias para mejorar la comunicación en la pareja.",
          "ideas": "Jueves es de Historia, Política, Economía y Sociedad (enfoque social). Un psicólogo especializado en terapia de pareja ofrece pautas: escucha activa, expresión asertiva de sentimientos, manejo de conflictos sin agresión, importancia del tiempo de calidad. Incluye dramatizado breve de una discusión y su resolución constructiva. Espacio para preguntas anónimas. Tono cálido y práctico, con música romántica suave. Mensaje: la comunicación se entrena y mejora la convivencia."
        },
        "Febrero-semana-5-Viernes": {
          "theme": "Mujeres campesinas: su rol en la producción de alimentos y la preservación de tradiciones.",
          "ideas": "Viernes es variado, sobre la vida y sus reflexiones. Visita sonora a una finca de una campesina en las afueras de Bayamo. Entrevista sobre su trabajo diario, la organización de la Cooperativa, la transmisión de saberes (recetas, cultivos) a hijas y nietas. Desafíos que enfrenta como mujer en el campo. Su visión sobre el futuro. Incluir sonidos de animales, campo y cocina. Tono de admiración y reconocimiento a estas guardianas de la soberanía alimentaria y la cultura rural."
        }
      }
    },
    {
      "active": true,
      "days": [
        "Sábado"
      ],
      "id": "s3",
      "name": "Sigue a tu ritmo",
      "time": "11:15",
      "dailyData": {
        "semana-1-Sábado": {
          "theme": "Cómo manejar las expectativas familiares en el nuevo año.",
          "instructions": "Enfoque psicológico para adolescentes sobre comunicación y gestión de conflictos familiares."
        },
        "semana-2-Sábado": {
          "theme": "Inteligencia emocional, el grupo de amigos y la pareja perfecta",
          "ideas": "Diseñar un programa psicológico especializado en relaciones interpersonales saludables, aprovechando el Día Mundial de la Gente Peculiar para celebrar la diversidad. Comenzar con una introducción sobre la importancia de la inteligencia emocional en nuestras relaciones. Estructurar en tres segmentos interactivos: 1) \"Amistades auténticas\": consejos para identificar y cultivar amistades genuinas basadas en el respeto mutuo y la aceptación de las diferencias; 2) \"Comunicación en pareja\": técnicas prácticas para mejorar el diálogo, resolver conflictos y expresar necesidades de manera asertiva; 3) \"Autoestima y relaciones\": conversación sobre cómo una autoestima saludable nos permite establecer relaciones más equilibradas y satisfactorias. Incluir ejercicios sencillos que los oyentes puedan practicar, como la escucha activa y el reconocimiento de emociones propias y ajenas. Utilizar música relajante y efectos sonoros que creen un ambiente de confianza. Cerrar con un mensaje positivo: \"Las relaciones perfectas no existen, pero las relaciones saludables sí, y se construyen día a día con inteligencia emocional y respeto\".",
          "sources": [
            "https://www.psicologia.sld.cu",
            "https://www.socpsico.cu",
            "https://www.cips.sld.cu",
            "https://www.apa.org",
            "https://www.emotionalintelligenceinstitute.com"
          ]
        },
        "semana-3-Sábado": {
          "theme": "Para adolescentes: ¿cómo manejar el estrés académico y social?",
          "ideas": "Invitar a psicólogos especializados en adolescencia para ofrecer técnicas prácticas de manejo del estrés. Presentar testimonios de jóvenes que han superado la ansiedad académica. Ofrecer ejercicios de respiración y mindfulness adaptados para adolescentes. Incluir un segmento sobre organización del tiempo y establecimiento de metas realistas. Destacar la importancia de actividades recreativas y deportivas como válvulas de escape, enfatizando que solicitar ayuda es una muestra de fortaleza, no de debilidad.\n"
        },
        "Enero-semana-1-Sábado": {
          "theme": "Cómo manejar las expectativas familiares en el nuevo año.",
          "ideas": ""
        },
        "Enero-semana-4-Sábado": {
          "theme": "Cómo gestionar la ansiedad ante los exámenes finales.",
          "ideas": "Dirígete directamente a los estudiantes de pre y universitario. Un psicopedagogo o un profesor experimentado da consejos prácticos: planificación realista del estudio (técnica Pomodoro), la importancia del sueño y la alimentación, ejercicios de respiración para antes del examen. Desmitifica la idea de que un poco de ansiedad es mala (ayuda a concentrarse). Habla de las consecuencias del \"atraco\" de última hora. Incluye testimonios de estudiantes que superaron el pánico escénico ante los exámenes. Propón crear grupos de estudio solidarios. El tono debe ser de apoyo, comprendiendo la presión que sufren.\n"
        },
        "Enero-semana-5-Sábado": {
          "theme": "Manejo del tiempo y establecimiento de prioridades en la adolescencia.",
          "ideas": "Taller de productividad saludable. Un coach juvenil explica métodos como la matriz de Eisenhower y la técnica Pomodoro. Da consejos para evitar la procrastinación y el burnout. Incluye testimonios de un universitario y una joven emprendedora que organizan su semana. Propone un reto: planificar el domingo la semana siguiente. El tono es motivador, sin presiones. Usa música instrumental dinámica. El mensaje: organizarse no es solo para hacer más, sino para vivir mejor."
        },
        "Febrero-semana-2-Sábado": {
          "theme": "Cómo desarrollar la creatividad y el pensamiento innovador en adolescentes.",
          "ideas": "Un pedagogo ofrece técnicas para estimular la creatividad: lluvia de ideas, mapas mentales, pensamiento lateral. Relacionarlo con la resolución de problemas cotidianos y proyectos escolares. Incluir ejercicios prácticos y ejemplos de inventores jóvenes cubanos. Tono motivador, con música dinámica. Mensaje: la creatividad es una habilidad que se puede entrenar y es clave para el futuro."
        },
        "Febrero-semana-5-Sábado": {
          "theme": "Autoestima y aceptación personal: claves para adolescentes.",
          "ideas": "Abordar la construcción de una imagen positiva de uno mismo. Una psicóloga adolescente explica qué es la autoestima, cómo se forma y su impacto en la salud mental. Ofrece ejercicios prácticos: diario de logros, reconocer cualidades propias, aceptar imperfecciones. Incluye testimonios de jóvenes. Segmento interactivo con preguntas. Música moderna y relajante. Mensaje central: quererse a uno mismo es el primer paso para relacionarse sanamente con los demás."
        }
      }
    },
    {
      "active": true,
      "days": [
        "Sábado"
      ],
      "id": "s4",
      "name": "Al son de la radio",
      "time": "13:30",
      "dailyData": {
        "semana-1-Sábado": {
          "theme": "El Son de la Independencia: música y nación.",
          "instructions": "Programa musical especializado en Son Cubano. Un musicólogo analiza cómo el son, desde el siglo XIX, ha sido vehículo de identidad cubana. Selección de sones históricos y contemporáneos."
        },
        "semana-2-Sábado": {
          "theme": "El son cubano en las rutas: la música que acompaña a los transportistas de Bayamo",
          "ideas": "Crear un programa musical especializado que explore la relación entre el son cubano y los trabajadores del transporte en Bayamo. Comenzar con una introducción histórica sobre cómo la música ha sido compañera inseparable de los conductores cubanos durante décadas. Estructurar en tres bloques: 1) \"Canciones emblemáticas\": análisis de temas clásicos del son que han sido favoritos de los choferes, como \"El Cuarto de Tula\" y \"Chan Chan\", explicando su significado cultural; 2) \"Historias sonoras\": entrevista con veteranos conductores que recuerdan cómo la música les ayudó en jornadas largas y difíciles; 3) \"Nuevas generaciones\": conversación con jóvenes músicos bayameses que fusionan el son tradicional con ritmos contemporáneos, creando bandas sonoras modernas para el transporte actual. Incluir fragmentos musicales de alta calidad y comentarios expertos sobre la estructura rítmica del son. Utilizar una narrativa emotiva que conecte la música con las vivencias diarias de los transportistas. Finalizar con una reflexión sobre cómo el son cubano no solo entretiene sino que une generaciones en las rutas de Bayamo.",
          "sources": [
            "https://www.icm.cult.cu",
            "https://www.musica.cult.cu",
            "https://www.casadelcaribe.cult.cu",
            "https://www.fundacionortiz.cu",
            "https://www.musicacubana.cult.cu"
          ]
        },
        "semana-3-Sábado": {
          "theme": "El son cubano y la historia revolucionaria: canciones que narran nuestra lucha",
          "ideas": "Presentar un recorrido musical por canciones que narran momentos históricos de la Revolución. Analizar letras emblemáticas que mencionan combates y héroes. Invitar a musicólogos para contextualizar cada obra. Incluir testimonios de músicos que participaron en campañas culturales revolucionarias. Destacar cómo el son y otros géneros tradicionales sirvieron como instrumento de comunicación y motivación durante el período insurreccional, resaltando la conexión entre nuestra música y la historia patria.\n"
        },
        "Enero-semana-1-Sábado": {
          "theme": "El Son de la Independencia: música y nación.",
          "ideas": ""
        },
        "Enero-semana-4-Sábado": {
          "theme": "Son y compromiso social",
          "ideas": "Explora dimensión contestataria del son cubano. Inicia con fragmento instrumental, luego analiza piezas emblemáticas con mensaje social: \"El Cuarto de Tula\", \"La expresiva\" de NG La Banda. Invita a musicólogo para contextualizar creación y mensajes subversivos. Incluye artistas jóvenes bayameses que fusionan son con hip-hop/reggaetón para abordar temas actuales. Dedica segmento a analizar metáforas y dobles sentidos históricamente usados para burlar censura. Cierra reflexionando sobre vigencia de esta tradición comprometida con la identidad nacional. Alterna música completa con comentarios breves.\n"
        },
        "Enero-semana-5-Sábado": {
          "theme": "El son cubano y sus letras: poesía popular, doble sentido y narrativa costumbrista.",
          "ideas": "Programa especializado en análisis lírico. Selecciona sones emblemáticos (\"El cuarto de Tula\", \"La mujer de Antonio\", \"Perla marina\"). Un literato o musicólogo desgrana las historias que cuentan, el uso del humor, la picardía y la crítica social sutil. Invita a un decimista local para que improvise una décima sobre un tema actual al estilo sonero. Intercala las canciones completas con comentarios breves. Celebra la riqueza narrativa del son como crónica musical del pueblo cubano."
        },
        "Febrero-semana-2-Sábado": {
          "theme": "El bolero-son: fusión de romanticismo y ritmo en la música cubana.",
          "ideas": "Programa especializado. Analizar la evolución del bolero y su encuentro con el son, dando lugar a clásicos como \"Quizás, quizás, quizás\". Reproducir ejemplos de Trio Matamoros, Benny Moré y contemporáneos. Un musicólogo explica las características musicales. Ambiente nostálgico y apasionado, celebrando este subgénero esencial de la música popular cubana."
        },
        "Febrero-semana-5-Sábado": {
          "theme": "El son en la trova tradicional: canciones que hablan del amor y el desamor.",
          "ideas": "Programa musical especializado. Selección de sones clásicos de la trova (Sindo Garay, María Teresa Vera, Ñico Saquito) que abordan el amor, la nostalgia y el desengaño. Un musicólogo comenta letras y contextos. Invitar a un trovador local para interpretar una pieza en vivo. Ambiente íntimo y romántico, ideal para la noche del sábado. Reproducir fragmentos de alta calidad sonora. Cerrar con un tema emblemático que invite a soñar."
        }
      }
    },
    {
      "active": true,
      "days": [
        "Domingo"
      ],
      "id": "d1",
      "name": "Boletín",
      "time": "07:00",
      "dailyData": {
        "semana-1-Domingo": {
          "theme": "Efemérides de la semana y logros de mujeres deportistas granmenses.",
          "instructions": "Breve reseña de atletas locales destacadas en 2025."
        },
        "semana-2-Domingo": {
          "theme": "Información esencial para la semana: efemérides, transporte y salud",
          "ideas": "Elaborar un boletín informativo conciso pero completo que sirva como guía para la semana entrante. Estructurar en cuatro bloques breves: 1) \"Efemérides de la semana\": destacar las fechas más importantes del 12 al 18 de enero, con énfasis en el Día de la Quema de Bayamo; 2) \"Transporte\": informar sobre cambios en horarios de ómnibus, rutas modificadas y servicios especiales para la semana; 3) \"Salud\": anunciar campañas de vacunación, horarios de consultorios y recomendaciones sanitarias para la época; 4) \"Meteorología\": pronóstico del tiempo para la semana, alertando sobre posibles lluvias o cambios bruscos de temperatura. Utilizar una locución clara y pausada que permita a los oyentes tomar nota. Incluir efectos sonoros sutiles para separar cada bloque. Finalizar con un mensaje de bienvenida a la nueva semana: \"Comenzamos una nueva semana con información que le ayudará a planificar sus actividades diarias. Manténgase informado con Radio Ciudad del Mar\".",
          "sources": [
            "https://www.met.inf.cu",
            "https://www.minsap.gob.cu",
            "https://www.mitrans.gob.cu",
            "https://www.onei.gob.cu",
            "https://www.radiociudaddelmar.cu"
          ]
        },
        "semana-3-Domingo": {
          "theme": "Información semanal esencial para las familias bayamesas",
          "ideas": "Resumir información práctica sobre transporte, salud, cultura y meteorología para la semana. Destacar eventos familiares destacados en Bayamo y alrededores. Incluir horarios de servicios esenciales y actividades comunitarias. Presentar el pronóstico meteorológico detallado con recomendaciones prácticas. Ofrecer datos de contacto de instituciones de utilidad. Concluir con un adelanto de la programación radial semanal, enfatizando contenidos de interés para toda la familia bayamesa.\n"
        },
        "Enero-semana-1-Domingo": {
          "theme": "Efemérides de la semana y logros de mujeres deportistas granmenses.",
          "ideas": ""
        }
      }
    },
    {
      "active": true,
      "days": [
        "Domingo"
      ],
      "id": "d2",
      "name": "Cómplices",
      "time": "07:05",
      "dailyData": {
        "semana-1-Domingo": {
          "theme": "Tradiciones familiares del Día de Reyes en Bayamo.",
          "instructions": "Testimonios de abuelos y niños, sin contenido político."
        },
        "semana-2-Domingo": {
          "theme": "Ingeniería familiar: construyendo proyectos de vida con inteligencia emocional",
          "ideas": "Diseñar un programa familiar que utilice metáforas de la ingeniería para abordar temas de relaciones familiares y proyectos de vida. Comenzar con un homenaje a los ingenieros cubanos en su día, destacando que \"construir una familia también requiere ingenio y planificación\". Estructurar en tres bloques temáticos: 1) \"Fundamentos sólidos\": conversación sobre los valores que sirven como base para una familia unida, con testimonios de familias bayamesas que han superado dificultades; 2) \"Estructuras flexibles\": consejos para adaptarse a los cambios vitales (adolescencia de hijos, jubilación de padres, etc.) manteniendo la cohesión familiar; 3) \"Mantenimiento preventivo\": estrategias para detectar y resolver conflictos antes de que se conviertan en crisis. Incluir micros con frases inspiradoras sobre la importancia de la comunicación efectiva. Utilizar sonidos ambientales familiares (risas de niños, conversaciones en la mesa) y música instrumental suave. Finalizar con un mensaje positivo: \"Como en la ingeniería, en la familia las mejores construcciones son las que tienen cimientos sólidos de amor y respeto mutuo\".",
          "sources": [
            "https://cips.sld.cu",
            "https://www.fmc.cu",
            "https://www.mined.gob.cu",
            "https://www.paho.org/family",
            "https://www.acti.cu"
          ]
        },
        "semana-3-Domingo": {
          "theme": "Valores infantiles para la vida familiar",
          "ideas": "Invitar a educadores y padres para analizar valores fundamentales que deben cultivarse desde la infancia. Presentar dinámicas familiares sencillas para practicar el respeto, la honestidad y la solidaridad. Incluir testimonios de familias que han fortalecido sus vínculos mediante actividades conjuntas. Destacar libros y recursos educativos accesibles para padres. Ofrecer consejos prácticos adaptados a diferentes edades, enfatizando cómo estos valores contribuyen a formar ciudadanos responsables y comprometidos con su comunidad.\n"
        },
        "Enero-semana-1-Domingo": {
          "theme": "Tradiciones familiares del Día de Reyes en Bayamo.",
          "ideas": ""
        },
        "Enero-semana-4-Domingo": {
          "theme": "Recuperar la tradición del dulce de guayaba casero.",
          "ideas": "Convierte el programa en un taller de cocina en vivo, evocador y familiar. La conductora, quizás con la ayuda de una abuela invitada, va describiendo el proceso paso a paso: selección de la guayaba, cocción, colado, punto de la masa, envasado. Mientras se \"cocina\", van surgiendo anécdotas: ¿quién en la familia hacía el mejor dulce? ¿A qué olía la casa? Habla del valor de rescatar estas recetas como acto de soberanía (sabemos lo que comemos) y de conexión con las raíces. Propón variaciones (con queso, con coco). Al final, se puede sortear un frasco entre los oyentes que llamen. Ambiente con música campesina.\n"
        },
        "Enero-semana-5-Domingo": {
          "theme": "Juegos tradicionales cubanos: rescate para la convivencia familiar.",
          "ideas": "Programa nostálgico y práctico. Recuerda juegos como la gallinita ciega, el pañuelo, la candela, las bolas. Invita a abuelos y niños a jugar en estudio (sonoramente). Un pedagogo habla del valor de estos juegos para el desarrollo motor y social, frente a las pantallas. Enseña a confeccionar juguetes sencillos (un yoyo con discos de madera). Propone un domingo de juegos en el parque. Ambiente festivo, con risas y música de fondo infantil. Cierra con el mensaje: lo simple y compartido crea los mejores recuerdos."
        },
        "Febrero-semana-2-Domingo": {
          "theme": "La ciencia ficción en la literatura infantil: estimulando la imaginación y el interés científico.",
          "ideas": "Recomendar libros de Julio Verne adaptados para niños (\"Viaje al centro de la Tierra\", \"20.000 leguas de viaje submarino\"). Un narrador cuenta un fragmento. Un profesor habla de cómo estas historias despiertan la curiosidad por la ciencia, la exploración y la tecnología. Actividad: que los niños dibujen su invento fantástico. Ambiente de aventura, con música de películas de ciencia ficción."
        },
        "Febrero-semana-5-Domingo": {
          "theme": "Juegos de mesa en familia: beneficios y opciones para compartir en casa.",
          "ideas": "Programa lúdico y educativo. Un pedagogo explica los beneficios cognitivos y sociales de los juegos de mesa (ajedrez, dominó, parchís, naipes). Recomendar juegos según edades. Invitar a una familia que tenga tradición de jugar junta. Proponer un torneo familiar dominical. Incluir sonidos de fichas, cartas y risas. Tono divertido y cálido, destacando que jugar une y enseña. Música alegre de fondo."
        }
      }
    },
    {
      "active": true,
      "days": [
        "Domingo"
      ],
      "id": "d3",
      "name": "Coloreando Melodías",
      "time": "09:00",
      "dailyData": {
        "semana-1-Domingo": {
          "theme": "Canciones infantiles sobre equidad y respeto.",
          "instructions": "Actividad participativa con mensajes de igualdad de género."
        },
        "semana-3-Domingo": {
          "theme": "Cuentos latinoamericanos para niños: descubriendo nuestras raíces culturales",
          "ideas": "Narrar cuentos tradicionales de países latinoamericanos que resalten valores universales. Incluir canciones infantiles de diferentes naciones hermanas. Invitar a narradores y titiriteros locales para presentaciones en vivo. Crear un segmento interactivo donde los niños llamen para compartir sus cuentos favoritos. Incorporar efectos sonoros y música de fondo apropiada para cada historia, enfatizando elementos comunes que unen nuestras culturas latinoamericanas y fomentando el orgullo por nuestras raíces compartidas.\n"
        },
        "Enero-semana-1-Domingo": {
          "theme": "Canciones infantiles sobre equidad y respeto.",
          "ideas": ""
        },
        "Enero-semana-4-Domingo": {
          "theme": "Instrumentos musicales hechos con calabazas y guiras.",
          "ideas": "Enseña a los niños sobre la creatividad y los recursos locales. Un músico invitado (o el conductor del programa) muestra, con sonidos, diferentes instrumentos hechos con frutos: las maracas, la guiro, la marímbula (si se puede simplificar). Explica de manera divertida cómo se cultiva la calabaza y cómo se seca para hacer el instrumento. Propone a los niños que busquen en su casa un recipiente que suene bien al golpearlo y creen su propio \"instrumento\" de percusión. Luego, tocan todos juntos una canción infantil sencilla. El mensaje subyacente es: la música y la comida vienen de la misma tierra generosa.\n"
        },
        "Enero-semana-5-Domingo": {
          "theme": "Animales de la fauna cubana: canciones y cuentos para aprender a protegerlos.",
          "ideas": "Educa sobre biodiversidad nativa. Presenta al almiquí, el zunzún, la jutía, el manatí. Para cada uno, una canción infantil (ej: \"El zunzún\" de Teresita Fernández) y un dato curioso (¿sabías que el almiquí es un fósil viviente?). Incluye sonidos reales de los animales. Una bióloga infantil explica por qué son importantes y cómo cuidar su hábitat. Actividad: que los niños dibujen su animal cubano favorito y lo muestren la próxima semana. Música alegre y participativa."
        },
        "Febrero-semana-2-Domingo": {
          "theme": "Los elementos de la tabla periódica: una canción para aprenderlos jugando.",
          "ideas": "Usar la música para enseñar ciencia. Presentar una canción pegajosa que enumere elementos comunes (oxígeno, hidrógeno, carbono, etc.) con ritmo divertido. Un químico explica brevemente qué son y dónde se encuentran en la vida diaria. Juego: adivinar el elemento por una pista sonora. ¡Aprender cantando! Música alegre y participativa, ideal para escuchar en familia."
        },
        "Febrero-semana-5-Domingo": {
          "theme": "Canciones para despedir febrero y recibir marzo con alegría.",
          "ideas": "Selección musical infantil con temas sobre el cambio de mes, la llegada de la primavera (en el hemisferio norte) y el inicio de nuevas actividades. Incluir canciones cubanas y latinoamericanas. Un narrador cuenta un cuento breve sobre el ciclo de las estaciones. Actividad: que los niños dibujen cómo imaginan marzo. Música alegre, participativa, con invitación a cantar y bailar."
        }
      }
    },
    {
      "active": true,
      "days": [
        "Domingo"
      ],
      "id": "d4",
      "name": "Alba y crisol",
      "time": "09:30",
      "dailyData": {
        "semana-1-Domingo": {
          "theme": "Mujeres en la fundación de Bayamo: figuras históricas locales.",
          "instructions": "Rescatar nombres y aportes de mujeres en la historia colonial y de independencia."
        },
        "semana-2-Domingo": {
          "theme": "Ingenieros bayameses que transformaron la historia local: del acueducto a la digitalización",
          "ideas": "Crear un programa histórico que honre el Día del Ingeniero Cubano destacando figuras locales de Bayamo. Comenzar con un homenaje a Francisco de Albear, nacido el 11 de enero de 1816, ingeniero del acueducto que abastece a La Habana. Estructurar en tres bloques cronológicos: 1) \"Pioneros de la ingeniería bayamesa\": análisis de figuras históricas que contribuyeron a la infraestructura básica del municipio en el siglo XIX; 2) \"Ingenieros de la Revolución\": testimonios sobre profesionales que participaron en proyectos emblemáticos como la electrificación rural y la construcción de escuelas después de 1959; 3) \"Nuevas generaciones\": conversación con jóvenes ingenieros bayameses que trabajan en proyectos de digitalización y energías renovables. Incluir fragmentos sonoros de entrevistas con ingenieros veteranos y descripciones detalladas de sus obras más importantes. Utilizar música instrumental clásica de fondo. Finalizar con una reflexión sobre cómo la ingeniería no solo construye obras materiales sino también el futuro de Bayamo, destacando que \"cada ingeniero bayamés es un artista que moldea el progreso con precisión y amor a su tierra\".",
          "sources": [
            "https://www.historiadores.cu",
            "https://www.acc.cu",
            "https://www.acti.cu",
            "https://museodebayamo.cult.cu",
            "https://www.marinello.cult.cu"
          ]
        },
        "semana-3-Domingo": {
          "theme": "Rubén Darío y su influencia en la poesía cubana y bayamesa",
          "ideas": "Presentar un análisis de la obra de Rubén Darío y su impacto en poetas cubanos. Leer fragmentos seleccionados de sus poemas más representativos. Entrevistar a especialistas sobre la recepción de su obra en Bayamo. Destacar poemas de autores locales inspirados en su estilo. Incluir testimonios de estudiantes sobre cómo su obra ha influido en su formación literaria. Resaltar el legado permanente del modernismo en nuestra cultura literaria y su vigencia en las nuevas generaciones de escritores.\n"
        },
        "Enero-semana-1-Domingo": {
          "theme": "Mujeres en la fundación de Bayamo: figuras históricas locales.",
          "ideas": ""
        },
        "Enero-semana-4-Domingo": {
          "theme": "La historia del central azucarero en la economía de Bayamo.",
          "ideas": "Haz un recorrido histórico por los centrales azucareros que marcaron a la provincia Granma (Estrada Palma, etc.). Explica su auge, su importancia para la economía local, y su decadencia o transformación. Invita a un economista o historiador local. No te quedes solo en el pasado; analiza qué pasó con esas tierras después del período especial, qué cultivos las sustituyeron y cuál es el panorama actual de la agroindustria azucarera en la provincia. Vincula este análisis con el concepto de soberanía alimentaria: ¿producimos hoy lo que necesitamos? Usa fotos de archivo descritas detalladamente para ilustrar.\n"
        },
        "Enero-semana-5-Domingo": {
          "theme": "El ferrocarril en Bayamo: historia, economía y nostalgia del tren.",
          "ideas": "Conmemora el Día del Trabajador Ferroviario (28 de enero). Un historiador cuenta la llegada del ferrocarril a Bayamo en el siglo XIX y su impacto en el desarrollo azucarero. Entrevista a un maquinista jubilado que comparta anécdotas de la ruta Bayamo-Manzanillo. Analiza el declive del sistema y los proyectos de recuperación. Incluye sonidos de locomotora de vapor y silbatos. Muestra cómo el tren está en la memoria colectiva como símbolo de progreso y conexión."
        },
        "Febrero-semana-2-Domingo": {
          "theme": "Ciencia e historia en Bayamo.",
          "ideas": "Recorrido por la tradición científica local. Un historiador destaca figuras relevantes. Describe instituciones históricas. Un científico actual habla de la continuidad y los proyectos modernos. Conectar pasado y presente, mostrando cómo la búsqueda del conocimiento ha sido parte de la identidad bayamesa. Tono de orgullo local y curiosidad."
        },
        "Febrero-semana-5-Domingo": {
          "theme": "La caída en combate de Carlos Manuel de Céspedes.",
          "ideas": "Reconstrucción histórica de los últimos momentos del Padre de la Patria en San Lorenzo, el 27 de febrero de 1874. Un historiador narra el contexto, la delación, el enfrentamiento y su muerte. Lectura de partes de guerra españoles y cartas de sus compañeros. Significado de su pérdida para la causa independentista. Visita sonora al sitio histórico en la Sierra Maestra. Música fúnebre y patriótica. Reflexión sobre el precio de la libertad y la vigencia de su ejemplo de entrega total."
        }
      }
    },
    {
      "active": true,
      "days": [
        "Domingo"
      ],
      "id": "d5",
      "name": "Estación 95.3",
      "time": "10:00",
      "dailyData": {
        "semana-1-Domingo": {
          "theme": "Música romántica y baladas.",
          "instructions": "Programa musical para el descanso dominical."
        },
        "semana-2-Domingo": {
          "theme": "La ciencia detrás de la música: homenaje a los ingenieros del sonido cubanos",
          "ideas": "Diseñar un programa musical que explore la importancia de la ingeniería en la producción musical cubana. Comenzar con un homenaje a los ingenieros de sonido en el Día del Ingeniero Cubano. Estructurar en tres bloques temáticos: 1) \"Pioneros del audio\": entrevista con veteranos ingenieros que trabajaron en las primeras grabaciones de la música cubana en los años 50 y 60; 2) \"Tecnología y tradición\": conversación con ingenieros actuales sobre cómo preservan el sonido auténtico del son cubano mientras utilizan tecnología moderna; 3) \"Estudios bayameses\": presentación de proyectos locales donde jóvenes ingenieros están creando estudios de grabación en el municipio. Incluir fragmentos musicales de alta calidad que demuestren la evolución técnica en la grabación musical. Utilizar efectos sonoros que ilustren conceptos técnicos como ecualización y mezcla. Finalizar con una reflexión sobre cómo la ingeniería de sonido no solo captura la música sino que da vida a las emociones que los músicos quieren transmitir, destacando que \"un buen ingeniero de sonido es invisible, pero su trabajo es eterno\".",
          "sources": [
            "https://www.icm.cult.cu",
            "https://www.eictv.org.cu",
            "https://www.ahs.cult.cu",
            "https://www.ifpi.org",
            "https://www.aes.org"
          ]
        },
        "semana-3-Domingo": {
          "theme": "Música latinoamericana contemporánea: fusión de ritmos y culturas",
          "ideas": "Presentar una selección musical de artistas contemporáneos latinoamericanos que fusionan ritmos tradicionales con géneros modernos. Incluir entrevistas breves con músicos regionales que experimentan con fusiones culturales. Destacar colaboraciones entre artistas de diferentes países. Analizar cómo la tecnología ha facilitado estos intercambios musicales. Incluir datos curiosos sobre el origen de estos ritmos fusionados, enfatizando cómo la música sigue siendo un puente que une los pueblos latinoamericanos en la era digital.\n"
        },
        "Enero-semana-1-Domingo": {
          "theme": "Música romántica y baladas.",
          "ideas": ""
        },
        "Enero-semana-4-Domingo": {
          "theme": "Música de los campos de Cuba: desde la guajira hasta el sucu-sucu.",
          "ideas": "Programa musical que rinde homenaje al mundo rural. Haz una selección que recorra los géneros campesinos: punto guajiro, tonadas, décimas, guaracha campesina, sucu-sucu de Isla de la Juventud, y por supuesto, son montuno. El conductor debe contextualizar brevemente cada género y su región de origen. Dedicar especial atención a intérpretes de la región oriental. Entre canción y canción, se pueden leer brevísimos fragmentos de poesía campesina o dichos populares. El ambiente debe ser festivo y evocador del paisaje cubano.\n"
        },
        "Enero-semana-5-Domingo": {
          "theme": "Baladas y boleros de todos los tiempos: el amor en la música cubana e internacional.",
          "ideas": "Programa musical romántico para el descanso dominical. Una selección cuidada desde Sindo Garay y Miguel Matamoros hasta Pablo Milanés y Luis Miguel. El conductor introduce cada canción con una breve historia o dato (ej: \"Aquellos ojos verdes\" nació en Cuba). Crea un ambiente íntimo y evocador. Incluye una dedicatoria especial a las parejas que celebran aniversario en enero. Sonido de alta calidad. El propósito es simplemente disfrutar de buena música."
        },
        "Febrero-semana-2-Domingo": {
          "theme": "Música clásica inspirada en la ciencia y el universo.",
          "ideas": "Selección de obras como \"Los Planetas\" de Holst, \"Así habló Zaratustra\" de Strauss, o piezas de Philip Glass. El conductor contextualiza cada obra y su conexión con conceptos científicos o cósmicos. Crear un ambiente de contemplación y grandeza. Ideal para el descanso dominical, estimulando tanto el oído como la mente. Sonido de alta fidelidad."
        },
        "Febrero-semana-5-Domingo": {
          "theme": "Grandes éxitos de la música cubana para comenzar marzo.",
          "ideas": "Programa musical de apertura de mes. Selección de temas clásicos y contemporáneos que inviten a la alegría y el optimismo: Benny Moré, Celia Cruz, Los Van Van, Buena Fe. El conductor presenta cada tema con una breve anécdota. Ambiente festivo, ideal para la mañana del domingo. Sonido de alta calidad. Invitar a los oyentes a pedir canciones para la semana."
        }
      }
    },
    {
      "active": true,
      "days": [
        "Domingo"
      ],
      "id": "d6",
      "name": "Palco de Domingo",
      "time": "13:30",
      "dailyData": {
        "semana-1-Domingo": {
          "theme": "Cartelera cultural semanal: destaque de artistas femeninas locales.",
          "instructions": "Promover exposiciones, conciertos o obras dirigidas por mujeres."
        },
        "semana-2-Domingo": {
          "theme": "Arte y tecnología",
          "ideas": "Crear un programa cultural que explore la intersección entre arte y tecnología en el contexto bayamés. Comenzar con un homenaje a los ingenieros cubanos destacando su contribución a la cultura. Estructurar en tres bloques temáticos: 1) \"Innovación cultural\": entrevista con artistas que utilizan tecnología digital en sus obras, como proyecciones interactivas y realidad aumentada en exposiciones locales; 2) \"Patrimonio digital\": conversación con especialistas sobre proyectos para digitalizar el patrimonio histórico y cultural de Bayamo, haciendo accesible el arte y la historia a nuevas generaciones; 3) \"Fusiones creativas\": presentación de iniciativas donde artistas y técnicos colaboran en proyectos que combinan disciplinas tradicionales con innovación tecnológica. Incluir testimonios de creadores locales y descripciones detalladas de sus proyectos. Utilizar efectos sonoros que ilustren la tecnología mencionada. Finalizar con una reflexión sobre cómo la tecnología no sustituye al arte tradicional sino que abre nuevas posibilidades de expresión, destacando que \"en cada obra tecnológica hay un corazón artístico que busca conectar con el público de formas nunca antes imaginadas\".",
          "sources": [
            "https://www.cnap.cult.cu",
            "https://www.cubarte.cult.cu/cdav",
            "https://www.uneac.org.cu",
            "https://www.museonacional.bellasartes.cult.cu",
            "https://www.isast.org"
          ]
        },
        "semana-3-Domingo": {
          "theme": "Cultura latinoamericana en Bayamo: intercambios artísticos y proyecciones futuras",
          "ideas": "Presentar proyectos culturales recientes en Bayamo que han incorporado influencias latinoamericanas. Entrevistar a artistas locales sobre sus experiencias en intercambios internacionales. Destacar festivales y exposiciones que han mostrado arte de otros países de la región. Incluir planes futuros para fortalecer estos lazos culturales. Invitar a representantes de instituciones culturales para discutir estrategias de colaboración. Resaltar el valor de estos intercambios para enriquecer nuestra identidad local y proyectarla hacia el mundo latinoamericano."
        },
        "Enero-semana-1-Domingo": {
          "theme": "Cartelera cultural semanal: destaque de artistas femeninas locales.",
          "ideas": ""
        },
        "Enero-semana-4-Domingo": {
          "theme": "Proyectos de teatro comunitario que abordan la identidad azucarera.",
          "ideas": "Busca un grupo de teatro de comunidad en Bayamo o un municipio vecino que haya montado una obra sobre la zafra, la vida en el batey o la figura de Jesús Menéndez. Entrevista a su director y a algunos actores (que suelen ser aficionados). Pregunta por qué eligieron ese tema, qué descubrieron en la investigación y cómo reaccionó el público, especialmente los más viejos. Si es posible, reproduce un monólogo o una escena breve de la obra. Discute el rol del teatro como espejo de la memoria colectiva y como herramienta para que las comunidades procesen su propia historia. Celebra el hecho de que este arte nazca desde y para la gente."
        },
        "Enero-semana-5-Domingo": {
          "theme": "Proyecciones de la cultura bayamesa para 2026: festivales, restauraciones y nuevos talentos.",
          "ideas": "Balance y prospectiva. Invita al director municipal de Cultura para hablar de los principales eventos del año: Festival de la Trova, Fiesta de la Cubanía, aniversario de la Quema. Anuncia la reapertura de un cine reparado y la beca para jóvenes artesanos. Presenta a tres artistas noveles (un pintor, una bailarina, un escritor) que tendrán espacio en la programación. Tono optimista y de orgullo local. Cierra invitando a la ciudadanía a ser parte activa de la vida cultural.\n\n"
        },
        "Febrero-semana-2-Domingo": {
          "theme": "Eventos culturales en febrero en Bayamo.",
          "ideas": "Guía completa de la oferta cultural del mes. Presenta los eventos principales: Peña de la Trova Tradicional (todos los sábados), exposición de pintura \"Mujeres creadoras\" en la Galería, presentación del libro de un autor local, y el concierto de la Orquesta Sinfónica a fin de mes. Incluye fechas, lugares, horarios y precios. Entrevista breve al director de la Casa de la Cultura sobre la programación. Tono promocional y animado, invitando a planificar y disfrutar del febrero cultural bayamés.\n\n"
        },
        "Febrero-semana-5-Domingo": {
          "theme": "Cartelera cultural de marzo en Bayamo: exposiciones, conciertos y eventos destacados.",
          "ideas": "Primer domingo de mes, por tanto, cartelera cultural mensual. El director municipal de Cultura presenta los principales eventos de marzo: exposiciones en la Galería de Arte, conciertos en la Casa de la Trova, estrenos teatrales, festivales, fechas conmemorativas (8M, Día de la Prensa). Incluir fechas, horarios, lugares y costos. Recomendaciones para el disfrute familiar. Tono promocional y animado, invitando a planificar un mes lleno de cultura en Bayamo.\n\n"
        }
      }
    }
  ],
  "efemerides": {
    "Enero": [
      {
        "day": 1,
        "event": "1804",
        "description": "Proclamación de la independencia de Haití."
      },
      {
        "day": 1,
        "event": "1894",
        "description": "Fallece el físico alemán Heinrich Rudolf Hertz."
      },
      {
        "day": 1,
        "event": "1899",
        "description": "Primera intervención de Estados Unidos en Cuba."
      },
      {
        "day": 1,
        "event": "1919",
        "description": "Fundación del Partido Comunista Alemán por Rosa Luxemburgo, Karl Liebknecht y Guillermo Pieck."
      },
      {
        "day": 1,
        "event": "1957",
        "description": "Aparecen en Santiago de Cuba los cadáveres de los revolucionarios William Soler Ledea y Froilán Guerra Ramírez."
      },
      {
        "day": 1,
        "event": "1959",
        "description": "Triunfo de la Revolución Cubana y huida del dictador Fulgencio Batista."
      },
      {
        "day": 1,
        "event": "1959",
        "description": "Fidel Castro convoca a una huelga general para consolidar la victoria revolucionaria."
      },
      {
        "day": 1,
        "event": "2011",
        "description": "Comienzan a funcionar oficialmente las provincias cubanas de Artemisa y Mayabeque."
      },
      {
        "day": 2,
        "event": "1909",
        "description": "Fallece en Francia la patriota villaclareña Marta Abreu."
      },
      {
        "day": 2,
        "event": "1959",
        "description": "Día de la Victoria; llegada de las tropas del Ejército Rebelde a La Habana."
      },
      {
        "day": 2,
        "event": "1959",
        "description": "Camilo Cienfuegos toma el Campamento de Columbia y el Che Guevara la fortaleza de La Cabaña."
      },
      {
        "day": 2,
        "event": "1959",
        "description": "Fidel Castro inicia el recorrido de la Caravana de la Libertad desde Santiago de Cuba."
      },
      {
        "day": 2,
        "event": "1959",
        "description": "Despega la sonda soviética Luna 1."
      },
      {
        "day": 2,
        "event": "1968",
        "description": "El doctor Christian Barnard realiza su segundo trasplante cardiaco."
      },
      {
        "day": 3,
        "event": "1833",
        "description": "Inglaterra invade las Islas Malvinas en el Atlántico Sur."
      },
      {
        "day": 3,
        "event": "1892",
        "description": "Natalicio del escritor británico J.R.R. Tolkien en Sudáfrica."
      },
      {
        "day": 3,
        "event": "1896",
        "description": "La columna invasora de Antonio Maceo y Máximo Gómez llega a La Habana."
      },
      {
        "day": 3,
        "event": "1918",
        "description": "Fallece Pepe Sánchez, precursor de la trova santiaguera y cubana."
      },
      {
        "day": 3,
        "event": "1959",
        "description": "Alaska se convierte oficialmente en el estado número 49 de los Estados Unidos."
      },
      {
        "day": 3,
        "event": "1961",
        "description": "El Gobierno de los Estados Unidos rompe relaciones diplomáticas con Cuba."
      },
      {
        "day": 4,
        "event": "1643",
        "description": "Natalicio del físico, filósofo y matemático inglés Isaac Newton."
      },
      {
        "day": 4,
        "event": "1809",
        "description": "Natalicio de Louis Braille, creador del sistema de escritura para ciegos."
      },
      {
        "day": 4,
        "event": "1923",
        "description": "Lenin recomienda en un post scriptum la destitución de Iósif Stalin."
      },
      {
        "day": 4,
        "event": "1940",
        "description": "Natalicio del escritor chino Gao Xingjian, Premio Nobel de Literatura."
      },
      {
        "day": 4,
        "event": "1940",
        "description": "Natalicio del físico británico Brian David Josephson, Premio Nobel de Física."
      },
      {
        "day": 4,
        "event": "2002",
        "description": "Fidel Castro inaugura la escuela para niños autistas \"Dora Alonso\"."
      },
      {
        "day": 5,
        "event": "1728",
        "description": "Fundación de la Real y Pontificia Universidad de San Gerónimo de La Habana."
      },
      {
        "day": 5,
        "event": "1896",
        "description": "Natalicio de la destacada pintora cubana Amelia Peláez del Casal."
      },
      {
        "day": 5,
        "event": "1935",
        "description": "Natalicio del revolucionario boliviano Simeón Cuba Sanabria."
      },
      {
        "day": 5,
        "event": "1942",
        "description": "Fallece Tina Modotti, fotógrafa y compañera de Julio Antonio Mella."
      },
      {
        "day": 5,
        "event": "1959",
        "description": "Fundación de la Policía Nacional Revolucionaria (PNR)."
      },
      {
        "day": 5,
        "event": "1959",
        "description": "El Gobierno Revolucionario disuelve el Congreso y extingue los cargos de alcaldes y gobernadores."
      },
      {
        "day": 5,
        "event": "1961",
        "description": "Asesinato del maestro voluntario Conrado Benítez por bandas contrarrevolucionarias."
      },
      {
        "day": 6,
        "event": "1412",
        "description": "Natalicio de la heroína francesa Juana de Arco."
      },
      {
        "day": 6,
        "event": "1852",
        "description": "Fallece Louis Braille, creador del sistema de lectura para ciegos."
      },
      {
        "day": 6,
        "event": "1854",
        "description": "Natalicio de Sherlock Holmes, personaje de ficción de Arthur Conan Doyle."
      },
      {
        "day": 6,
        "event": "1919",
        "description": "Fallece Theodore Roosevelt, ex presidente de Estados Unidos."
      },
      {
        "day": 6,
        "event": "1929",
        "description": "Natalicio del revolucionario cubano y expedicionario del Granma Cándido González Morales."
      },
      {
        "day": 7,
        "event": "1827",
        "description": "Natalicio de Sandford Fleming, inventor de la Hora Universal Estándar."
      },
      {
        "day": 7,
        "event": "1896",
        "description": "Victoria de las tropas de Máximo Gómez en Ceiba del Agua y llegada de Maceo a Pinar del Río."
      },
      {
        "day": 7,
        "event": "1915",
        "description": "Natalicio del percusionista y compositor cubano Chano Pozo."
      },
      {
        "day": 7,
        "event": "1943",
        "description": "Fallece el inventor e ingeniero Nikola Tesla."
      },
      {
        "day": 7,
        "event": "1954",
        "description": "Natalicio del pianista y compositor cubano José María Vitier."
      },
      {
        "day": 7,
        "event": "1961",
        "description": "Cuba denuncia ante la ONU un inminente ataque armado de Estados Unidos."
      },
      {
        "day": 8,
        "event": "1642",
        "description": "Fallece en Holanda el astrónomo y físico Galileo Galilei."
      },
      {
        "day": 8,
        "event": "1867",
        "description": "Natalicio de la escritora Emily Greene Balch, Premio Nobel de la Paz."
      },
      {
        "day": 8,
        "event": "1881",
        "description": "José Martí aborda el vapor Felicia hacia Venezuela y comienza a escribir Ismaelillo."
      },
      {
        "day": 8,
        "event": "1935",
        "description": "Natalicio del cantante estadounidense Elvis Presley."
      },
      {
        "day": 8,
        "event": "1940",
        "description": "Natalicio en Pinar del Río del joven revolucionario Sergio Saiz Montes de Oca."
      },
      {
        "day": 8,
        "event": "1959",
        "description": "Entrada triunfal de Fidel Castro y la Caravana de la Libertad a La Habana."
      },
      {
        "day": 9,
        "event": "1913",
        "description": "Natalicio de Richard Nixon, ex presidente de Estados Unidos."
      },
      {
        "day": 9,
        "event": "1947",
        "description": "Fallece el escritor y pintor español Gustavo de Maeztu."
      },
      {
        "day": 9,
        "event": "1959",
        "description": "Fidel Castro plantea públicamente la necesidad de una Reforma Agraria profunda."
      },
      {
        "day": 9,
        "event": "1959",
        "description": "Natalicio de la líder indígena guatemalteca Rigoberta Menchú."
      },
      {
        "day": 9,
        "event": "1961",
        "description": "Fallece la escritora estadounidense Emily Greene Balch."
      },
      {
        "day": 9,
        "event": "1992",
        "description": "Asesinato de los mártires de Tarará al intentar impedir una salida ilegal del país."
      },
      {
        "day": 10,
        "event": "1862",
        "description": "Fallece Samuel Colt, inventor del revólver que lleva su nombre."
      },
      {
        "day": 10,
        "event": "1921",
        "description": "Natalicio del destacado músico cubano Vicentico Valdés."
      },
      {
        "day": 10,
        "event": "1929",
        "description": "Asesinato de Julio Antonio Mella en México por órdenes del dictador Gerardo Machado."
      },
      {
        "day": 10,
        "event": "1951",
        "description": "Fallece el escritor estadounidense Sinclair Lewis, Premio Nobel de Literatura."
      },
      {
        "day": 10,
        "event": "1985",
        "description": "Daniel Ortega toma posesión de la presidencia de Nicaragua."
      },
      {
        "day": 11,
        "event": "1816",
        "description": "Natalicio en La Habana del eminente ingeniero Francisco de Alberay Fernández."
      },
      {
        "day": 11,
        "event": "1818",
        "description": "Fundación de la Escuela Nacional de Bellas Artes San Alejandro."
      },
      {
        "day": 11,
        "event": "1839",
        "description": "Natalicio en Puerto Rico del intelectual y luchador Eugenio María de Hostos."
      },
      {
        "day": 11,
        "event": "1960",
        "description": "Inicio de la construcción de la presa de Asuán en Egipto."
      },
      {
        "day": 11,
        "event": "1980",
        "description": "Fallece Celia Sánchez Manduley, combatiente y figura clave de la Revolución."
      },
      {
        "day": 12,
        "event": "1628",
        "description": "Natalicio de Charles Perrault, escritor francés de cuentos infantiles."
      },
      {
        "day": 12,
        "event": "1869",
        "description": "Los habitantes de Bayamo incendian la ciudad antes de entregarla a las tropas españolas."
      },
      {
        "day": 12,
        "event": "1874",
        "description": "Natalicio del notable médico clínico cubano Manuel Antonio Leal Catalá."
      },
      {
        "day": 12,
        "event": "1934",
        "description": "Natalicio en La Habana de la revolucionaria Martha Jiménez."
      },
      {
        "day": 12,
        "event": "1992",
        "description": "Fallece el poeta y maestro cubano Raúl Ferrer Pérez."
      },
      {
        "day": 13,
        "event": "1847",
        "description": "Firma del Tratado de Guadalupe Hidalgo entre México y Estados Unidos."
      },
      {
        "day": 13,
        "event": "1884",
        "description": "Natalicio del destacado cirujano dental Armando Carnot Veulens."
      },
      {
        "day": 13,
        "event": "1888",
        "description": "Fundación de la National Geographic Society en Washington D.C."
      },
      {
        "day": 13,
        "event": "1906",
        "description": "Un incendio destruye gran parte de la Ciudad de Panamá."
      },
      {
        "day": 13,
        "event": "1992",
        "description": "Fallece el dirigente revolucionario y comunista Severo Aguirre del Cristo."
      },
      {
        "day": 14,
        "event": "1701",
        "description": "Natalicio en La Habana del historiador y político José Martín Félix de Arrate."
      },
      {
        "day": 14,
        "event": "1742",
        "description": "Fallece el astrónomo británico Edmund Halley."
      },
      {
        "day": 14,
        "event": "1875",
        "description": "Natalicio del teólogo y médico misionero alemán Albert Schweitzer."
      },
      {
        "day": 14,
        "event": "1898",
        "description": "Fallece Lewis Carroll, autor de Alicia en el país de las maravillas."
      },
      {
        "day": 14,
        "event": "1934",
        "description": "Antonio Guiteras Holmes firma la intervención de la Compañía Cubana de Electricidad."
      },
      {
        "day": 14,
        "event": "1978",
        "description": "Fallece el matemático austriaco Kurt Gödel."
      },
      {
        "day": 15,
        "event": "1866",
        "description": "Natalicio del arzobispo sueco Nathan Söderblom, Premio Nobel de la Paz."
      },
      {
        "day": 15,
        "event": "1919",
        "description": "Asesinato de los líderes comunistas alemanes Rosa Luxemburgo y Carlos Liebknecht."
      },
      {
        "day": 15,
        "event": "1929",
        "description": "Natalicio en Atlanta de Martin Luther King, líder de los derechos civiles."
      },
      {
        "day": 15,
        "event": "1934",
        "description": "Caída del Gobierno de los Cien Días en Cuba."
      },
      {
        "day": 15,
        "event": "1953",
        "description": "Es herido de muerte el estudiante Rubén Batista durante una manifestación estudiantil."
      },
      {
        "day": 15,
        "event": "1990",
        "description": "Se instituye oficialmente el Día de la Ciencia Cubana."
      },
      {
        "day": 16,
        "event": "1902",
        "description": "Descubrimiento de la hormona secretina por fisiólogos británicos."
      },
      {
        "day": 16,
        "event": "1921",
        "description": "Inauguración del servicio aéreo postal en Cuba."
      },
      {
        "day": 16,
        "event": "1924",
        "description": "Publicación del primer número de la Revista Archivos del Folklore Cubano."
      },
      {
        "day": 16,
        "event": "1934",
        "description": "Fallece el intelectual y combatiente revolucionario Rubén Martínez Villena."
      },
      {
        "day": 16,
        "event": "1980",
        "description": "Natalicio del jugador dominicano de béisbol Albert Pujols."
      },
      {
        "day": 17,
        "event": "1706",
        "description": "Natalicio de Benjamín Franklin, científico e inventor del pararrayos."
      },
      {
        "day": 17,
        "event": "1896",
        "description": "Antonio Maceo libra el combate de las Taironas en Pinar del Río."
      },
      {
        "day": 17,
        "event": "1912",
        "description": "Fallece el destacado urólogo cubano Joaquín Albarrán."
      },
      {
        "day": 17,
        "event": "1934",
        "description": "El coronel Carlos Mendieta toma posesión de la presidencia de Cuba."
      },
      {
        "day": 17,
        "event": "1957",
        "description": "Victoria del Ejército Rebelde en el combate de La Plata."
      },
      {
        "day": 17,
        "event": "1961",
        "description": "Asesinato de Patricio Lumumba en el Congo."
      },
      {
        "day": 18,
        "event": "1867",
        "description": "Natalicio del célebre poeta nicaragüense Rubén Darío."
      },
      {
        "day": 18,
        "event": "1890",
        "description": "Fallece Amadeo I, quien fuera rey de España."
      },
      {
        "day": 18,
        "event": "1897",
        "description": "Natalicio del investigador y escritor cubano José Antonio Fernández de Castro."
      },
      {
        "day": 18,
        "event": "1926",
        "description": "Julio Antonio Mella envía una carta de protesta por su expulsión de la Universidad."
      },
      {
        "day": 18,
        "event": "1947",
        "description": "Natalicio en La Habana del artista plástico William Cabrera."
      },
      {
        "day": 19,
        "event": "1736",
        "description": "Natalicio de James Watt, ingeniero escocés e inventor de la máquina de vapor."
      },
      {
        "day": 19,
        "event": "1807",
        "description": "Natalicio del general estadounidense Robert E. Lee."
      },
      {
        "day": 19,
        "event": "1869",
        "description": "José Martí publica su primer artículo periodístico en El Diablo Cojuelo."
      },
      {
        "day": 19,
        "event": "1913",
        "description": "Fundación del Cienfuegos Fútbol Club."
      },
      {
        "day": 19,
        "event": "1964",
        "description": "Natalicio del cantautor guatemalteco Ricardo Arjona."
      },
      {
        "day": 20,
        "event": "1831",
        "description": "El gobierno español condena a muerte al poeta José María Heredia."
      },
      {
        "day": 20,
        "event": "1907",
        "description": "Fallece el químico ruso Dimitri Mendeleiev."
      },
      {
        "day": 20,
        "event": "1931",
        "description": "Natalicio del físico estadounidense David Morris Lee."
      },
      {
        "day": 20,
        "event": "1959",
        "description": "Camilo Cienfuegos es nombrado Jefe del Estado Mayor del Ejército."
      },
      {
        "day": 20,
        "event": "1981",
        "description": "Creación de las Milicias de Tropas Territoriales (MTT)."
      },
      {
        "day": 20,
        "event": "1987",
        "description": "Natalicio del piloto italiano de motociclismo Marco Simoncelli."
      },
      {
        "day": 21,
        "event": "1531",
        "description": "Fallece el pintor italiano de estilo manierista Andrea del Sarto."
      },
      {
        "day": 21,
        "event": "1896",
        "description": "Valeriano Weyler ordena la política de reconcentración en Cuba."
      },
      {
        "day": 21,
        "event": "1924",
        "description": "Fallece Vladimir Ilich Lenin, líder de la Revolución de Octubre."
      },
      {
        "day": 21,
        "event": "1941",
        "description": "Natalicio del tenor y director de orquesta español Plácido Domingo."
      },
      {
        "day": 21,
        "event": "1998",
        "description": "El Papa Juan Pablo II inicia su visita histórica de cinco días a Cuba."
      },
      {
        "day": 22,
        "event": "1826",
        "description": "Natalicio en La Habana del poeta e Idefonso Estrada y Zenea."
      },
      {
        "day": 22,
        "event": "1869",
        "description": "Sucesos del Teatro Villanueva; asalto de los voluntarios contra el pueblo habanero."
      },
      {
        "day": 22,
        "event": "1896",
        "description": "Culmina la invasión a Occidente por Antonio Maceo con la firma del acta de Mantua."
      },
      {
        "day": 22,
        "event": "1901",
        "description": "Fallece la Reina Victoria I de Inglaterra."
      },
      {
        "day": 22,
        "event": "1948",
        "description": "Asesinato del líder azucarero Jesús Menéndez en Manzanillo."
      },
      {
        "day": 23,
        "event": "1869",
        "description": "José Martí publica su poema dramático \"Abdala\" en el periódico La Patria Libre."
      },
      {
        "day": 23,
        "event": "1893",
        "description": "Finaliza la construcción del Acueducto de Albear en La Habana."
      },
      {
        "day": 23,
        "event": "1896",
        "description": "Antonio Maceo termina en Mantua la campaña de la Invasión."
      },
      {
        "day": 23,
        "event": "1898",
        "description": "Natalicio del político y abogado colombiano Jorge Eliézer Gaitán."
      },
      {
        "day": 23,
        "event": "1925",
        "description": "Fallece el intelectual y patriota cubano Manuel Sanguily."
      },
      {
        "day": 23,
        "event": "1960",
        "description": "Creación en Cuba del servicio médico rural."
      },
      {
        "day": 23,
        "event": "1989",
        "description": "Fallece el pintor surrealista español Salvador Dalí."
      },
      {
        "day": 24,
        "event": "1600",
        "description": "Sebald de Weert descubre las islas Malvinas."
      },
      {
        "day": 24,
        "event": "1841",
        "description": "Fallece Laura Martínez de Carvajal, primera oftalmóloga y médico graduada en Cuba."
      },
      {
        "day": 24,
        "event": "1880",
        "description": "José Martí pronuncia su primer discurso en Nueva York."
      },
      {
        "day": 24,
        "event": "1965",
        "description": "Fallece el ex primer ministro británico Winston Churchill."
      },
      {
        "day": 24,
        "event": "2004",
        "description": "Fallece la destacada actriz y directora de teatro Raquel Revuelta."
      },
      {
        "day": 25,
        "event": "1898",
        "description": "Arribo del acorazado estadounidense USS Maine a la bahía de La Habana."
      },
      {
        "day": 25,
        "event": "1945",
        "description": "Natalicio de Manuel Ascunce Doménech, mártir de la alfabetización en Cuba."
      },
      {
        "day": 25,
        "event": "1947",
        "description": "Se crea en Estados Unidos el primer videojuego."
      },
      {
        "day": 25,
        "event": "1953",
        "description": "Descubrimiento de la estructura de doble hélice del ADN."
      },
      {
        "day": 25,
        "event": "1980",
        "description": "Natalicio del futbolista español Xavi Hernández."
      },
      {
        "day": 26,
        "event": "1813",
        "description": "Natalicio de Juan Pablo Duarte, padre de la patria dominicana."
      },
      {
        "day": 26,
        "event": "1855",
        "description": "Es descubierta la conspiración política de Ramón Pintó."
      },
      {
        "day": 26,
        "event": "1870",
        "description": "Fusilamiento de Francisco Marcano, General del Ejército Libertador."
      },
      {
        "day": 26,
        "event": "1925",
        "description": "Natalicio del actor estadounidense Paul Newman."
      },
      {
        "day": 26,
        "event": "1950",
        "description": "Proclamación oficial de la República de la India."
      },
      {
        "day": 27,
        "event": "1756",
        "description": "Natalicio del compositor austriaco Wolfgang Amadeus Mozart."
      },
      {
        "day": 27,
        "event": "1898",
        "description": "Fallece el Coronel del Ejército Libertador Néstor Aranguren."
      },
      {
        "day": 27,
        "event": "1901",
        "description": "Fallece en Milán el compositor de ópera Giuseppe Verdi."
      },
      {
        "day": 27,
        "event": "1924",
        "description": "Se rinde el primer homenaje a Lenin en Cuba sembrando un olivo en Regla."
      },
      {
        "day": 27,
        "event": "1953",
        "description": "Se realiza en La Habana la primera Marcha de las Antorchas por el centenario de Martí."
      },
      {
        "day": 27,
        "event": "1959",
        "description": "Muere accidentalmente en Venezuela el comandante rebelde Francisco \"Paco\" Cabrera."
      },
      {
        "day": 28,
        "event": "814",
        "description": "Fallece el emperador Carlomagno."
      },
      {
        "day": 28,
        "event": "1596",
        "description": "Fallece el navegante y corsario inglés Francis Drake."
      },
      {
        "day": 28,
        "event": "1853",
        "description": "Natalicio en La Habana del Héroe Nacional cubano José Martí."
      },
      {
        "day": 28,
        "event": "1891",
        "description": "Fallece el eminente científico y naturalista Felipe Poey."
      },
      {
        "day": 28,
        "event": "1939",
        "description": "Fundación de la Central de Trabajadores de Cuba (CTC) bajo el liderazgo de Lázaro Peña."
      },
      {
        "day": 28,
        "event": "1960",
        "description": "Entrega del Cuartel Moncada al Ministerio de Educación para convertirlo en Ciudad Escolar."
      },
      {
        "day": 28,
        "event": "1975",
        "description": "Conclusión del primer tramo de la línea del Ferrocarril Central."
      },
      {
        "day": 29,
        "event": "1737",
        "description": "Natalicio de Thomas Paine, promotor de la democracia y el liberalismo."
      },
      {
        "day": 29,
        "event": "1866",
        "description": "Natalicio del escritor francés Romain Rolland, Premio Nobel de Literatura."
      },
      {
        "day": 29,
        "event": "1895",
        "description": "José Martí firma la orden de alzamiento para reiniciar la guerra de independencia."
      },
      {
        "day": 29,
        "event": "1926",
        "description": "Natalicio del físico pakistaní Abdus Salam, Premio Nobel de Física."
      },
      {
        "day": 29,
        "event": "1942",
        "description": "Natalicio del militar y primer cosmonauta latinoamericano Arnaldo Tamayo Méndez."
      },
      {
        "day": 29,
        "event": "1961",
        "description": "Comienza oficialmente la primera zafra del pueblo."
      },
      {
        "day": 30,
        "event": "1649",
        "description": "Decapitación en Londres del rey Carlos I de Inglaterra."
      },
      {
        "day": 30,
        "event": "1882",
        "description": "Natalicio de Franklin Delano Roosevelt, ex presidente de Estados Unidos."
      },
      {
        "day": 30,
        "event": "1899",
        "description": "Natalicio en Pretoria del virólogo Max Theiler."
      },
      {
        "day": 30,
        "event": "1933",
        "description": "Adolf Hitler asume la Cancillería del Reich en Alemania."
      },
      {
        "day": 30,
        "event": "1948",
        "description": "Asesinato del líder pacifista Mahatma Gandhi en la India."
      },
      {
        "day": 31,
        "event": "1542",
        "description": "Álvar Núñez Cabeza de Vaca descubre las Cataratas del Iguazú."
      },
      {
        "day": 31,
        "event": "1797",
        "description": "Natalicio del célebre compositor austriaco Franz Schubert."
      },
      {
        "day": 31,
        "event": "1868",
        "description": "Natalicio de Theodore Richards, científico y Premio Nobel de Química."
      },
      {
        "day": 31,
        "event": "1915",
        "description": "Primera utilización de gases venenosos por parte de Alemania en la Primera Guerra Mundial."
      },
      {
        "day": 31,
        "event": "1950",
        "description": "Harry S. Truman ordena la producción de la bomba de hidrógeno en Estados Unidos."
      }
    ],
    "Febrero": [
      {
        "day": 1,
        "event": "1751",
        "description": "Fundación de Holguín (originalmente San Isidoro de Holguín)."
      },
      {
        "day": 1,
        "event": "1873",
        "description": "Fallece la escritora y poetisa Gertrudis Gómez de Avellaneda."
      },
      {
        "day": 1,
        "event": "1878",
        "description": "Fallece el botánico Francisco Adolfo Sauvalle."
      },
      {
        "day": 1,
        "event": "1932",
        "description": "Fusilamiento de Agustín Farabundo Martí en El Salvador."
      },
      {
        "day": 1,
        "event": "1936",
        "description": "Natalicio de la revolucionaria Clodomira Acosta."
      },
      {
        "day": 1,
        "event": "1966",
        "description": "Fallece el actor Buster Keaton."
      },
      {
        "day": 2,
        "event": "1514",
        "description": "Fundación de la villa de Puerto Príncipe (actual Camagüey)."
      },
      {
        "day": 2,
        "event": "1806",
        "description": "Inauguración del Cementerio General de La Habana."
      },
      {
        "day": 2,
        "event": "1849",
        "description": "Natalicio del Mayor General José Maceo, el \"León de Oriente\"."
      },
      {
        "day": 2,
        "event": "1943",
        "description": "Victoria del Ejército Rojo en Stalingrado."
      },
      {
        "day": 2,
        "event": "1996",
        "description": "Fallece el actor y bailarín Gene Kelly."
      },
      {
        "day": 3,
        "event": "1468",
        "description": "Fallece Johannes Gutenberg, inventor de la imprenta."
      },
      {
        "day": 3,
        "event": "1934",
        "description": "Fallece el revolucionario Gabriel Barceló."
      },
      {
        "day": 3,
        "event": "1941",
        "description": "Fallece el músico y compositor Jorge Anckermann."
      },
      {
        "day": 3,
        "event": "1977",
        "description": "Creación del Centro de Documentación de la ANPP (luego nombrado Raúl Roa)."
      },
      {
        "day": 4,
        "event": "1891",
        "description": "José Martí participa en la Conferencia Monetaria Internacional Americana."
      },
      {
        "day": 4,
        "event": "1919",
        "description": "Natalicio de Fernando Chenard Piña, mártir del Moncada."
      },
      {
        "day": 4,
        "event": "1959",
        "description": "EE.UU. amenaza con rebajar la cuota azucarera cubana debido a las medidas revolucionarias."
      },
      {
        "day": 4,
        "event": "1962",
        "description": "Aprobación de la Segunda Declaración de La Habana."
      },
      {
        "day": 4,
        "event": "1992",
        "description": "Levantamiento militar en Venezuela liderado por Hugo Chávez."
      },
      {
        "day": 5,
        "event": "1789",
        "description": "Natalicio de la escritora Condesa de Merlin (María de las Mercedes Santa Cruz)."
      },
      {
        "day": 5,
        "event": "1840",
        "description": "Natalicio de John Boyd Dunlop, inventor del neumático."
      },
      {
        "day": 5,
        "event": "1871",
        "description": "El presidente Carlos Manuel de Céspedes decreta la abolición de la esclavitud."
      },
      {
        "day": 5,
        "event": "1985",
        "description": "Natalicio del futbolista Cristiano Ronaldo."
      },
      {
        "day": 6,
        "event": "1879",
        "description": "José Martí es autorizado a impartir clases de segunda enseñanza en La Habana."
      },
      {
        "day": 6,
        "event": "1895",
        "description": "Natalicio de la trovadora María Teresa Vera."
      },
      {
        "day": 6,
        "event": "1895",
        "description": "Natalicio del beisbolista Babe Ruth."
      },
      {
        "day": 6,
        "event": "1932",
        "description": "Natalicio del Comandante Camilo Cienfuegos."
      },
      {
        "day": 6,
        "event": "1962",
        "description": "Creación de la Dirección Nacional de Círculos Infantiles."
      },
      {
        "day": 7,
        "event": "1812",
        "description": "Natalicio del escritor británico Charles Dickens."
      },
      {
        "day": 7,
        "event": "1896",
        "description": "Antonio Maceo libra el combate de Río Hondo."
      },
      {
        "day": 7,
        "event": "1901",
        "description": "Fallece en Madrid Ana Betancourt, pionera de la emancipación femenina."
      },
      {
        "day": 7,
        "event": "1923",
        "description": "Natalicio del investigador Darío José Guitart Manday."
      },
      {
        "day": 7,
        "event": "1958",
        "description": "Detenido y asesinado el revolucionario Gerardo Abreu (Fontán)."
      },
      {
        "day": 7,
        "event": "1959",
        "description": "Ernesto Che Guevara es declarado ciudadano cubano por nacimiento."
      },
      {
        "day": 7,
        "event": "2009",
        "description": "Promulgación de la Constitución de Bolivia."
      },
      {
        "day": 8,
        "event": "1828",
        "description": "Natalicio del escritor Julio Verne."
      },
      {
        "day": 8,
        "event": "1834",
        "description": "Natalicio del químico ruso Dimitri Mendeleiev."
      },
      {
        "day": 8,
        "event": "1892",
        "description": "Natalicio del pelotero Manuel Cueto."
      },
      {
        "day": 9,
        "event": "1846",
        "description": "Natalicio del militar y político Fernando Figueredo Socarrás."
      },
      {
        "day": 9,
        "event": "1873",
        "description": "Ignacio Agramonte combate en San Miguel, Puerto Príncipe."
      },
      {
        "day": 9,
        "event": "1910",
        "description": "Natalicio del científico francés Jacques Monod."
      },
      {
        "day": 9,
        "event": "1940",
        "description": "Inauguración en La Habana de la Asamblea que promulgó la Constitución de 1940."
      },
      {
        "day": 10,
        "event": "1828",
        "description": "Natalicio del patriota Salvador Cisneros Betancourt."
      },
      {
        "day": 10,
        "event": "1878",
        "description": "Firma del Pacto del Zanjón, que puso fin a la Guerra de los Diez Años sin independencia."
      },
      {
        "day": 10,
        "event": "1890",
        "description": "Natalicio del poeta ruso Boris Pasternak."
      },
      {
        "day": 10,
        "event": "1950",
        "description": "Natalicio del nadador Mark Spitz."
      },
      {
        "day": 10,
        "event": "1962",
        "description": "El INDER erradica el profesionalismo en el deporte cubano."
      },
      {
        "day": 11,
        "event": "1650",
        "description": "Fallece el filósofo y matemático francés René Descartes."
      },
      {
        "day": 11,
        "event": "1847",
        "description": "Natalicio del inventor Thomas Alva Edison."
      },
      {
        "day": 11,
        "event": "1899",
        "description": "Entierro en La Habana del Mayor General Calixto García Iñiguez."
      },
      {
        "day": 11,
        "event": "1923",
        "description": "Natalicio de la gran vedette Rosita Fornés."
      },
      {
        "day": 11,
        "event": "1959",
        "description": "Inicia en Ciudad Libertad el curso de alfabetización para el Ejército Rebelde."
      },
      {
        "day": 12,
        "event": "1809",
        "description": "Natalicio del presidente estadounidense Abraham Lincoln."
      },
      {
        "day": 12,
        "event": "1809",
        "description": "Natalicio del naturalista británico Charles Darwin."
      },
      {
        "day": 12,
        "event": "1853",
        "description": "Natalicio del independentista Carlos Agüero Fundora."
      },
      {
        "day": 12,
        "event": "1867",
        "description": "Fracaso de la Junta de Información convocada por España."
      },
      {
        "day": 13,
        "event": "1848",
        "description": "Natalicio en Guanajay del dirigente comunista Carlos Baliño."
      },
      {
        "day": 13,
        "event": "1901",
        "description": "Natalicio del músico Benito Antonio Fernández Ortiz."
      },
      {
        "day": 13,
        "event": "1905",
        "description": "Natalicio del médico y revolucionario Luis Díaz Soto."
      },
      {
        "day": 13,
        "event": "1929",
        "description": "Natalicio del político panameño Omar Torrijos."
      },
      {
        "day": 13,
        "event": "1953",
        "description": "Fallece el estudiante Rubén Batista Rubio por heridas sufridas el 15 de enero."
      },
      {
        "day": 13,
        "event": "1958",
        "description": "Asesinato del dirigente comunista Paquito Rosales en Manzanillo."
      },
      {
        "day": 14,
        "event": "1842",
        "description": "Natalicio de la revolucionaria Ana de Quesada y Loynaz."
      },
      {
        "day": 14,
        "event": "1843",
        "description": "Natalicio del militar e independentista Donato Mármol."
      },
      {
        "day": 14,
        "event": "1985",
        "description": "Natalicio del botánico venezolano Francisco Tamayo."
      },
      {
        "day": 14,
        "event": "1975",
        "description": "El Consejo de Ministros aprueba el Código de Familia."
      },
      {
        "day": 15,
        "event": "1864",
        "description": "Natalicio de Francisco Domínguez y Roldán."
      },
      {
        "day": 15,
        "event": "1898",
        "description": "Explosión del acorazado Maine en la bahía de La Habana, pretexto para la intervención de EE.UU."
      },
      {
        "day": 15,
        "event": "1898",
        "description": "Fallece la capitana de sanidad e independentista Isabel Rubio."
      },
      {
        "day": 15,
        "event": "1966",
        "description": "Fallecimiento del guerrillero colombiano Camilo Torres."
      },
      {
        "day": 15,
        "event": "1969",
        "description": "Natalicio del boxeador Roberto Balado Méndez."
      },
      {
        "day": 16,
        "event": "1903",
        "description": "El presidente Estrada Palma firma la cesión de territorio de Caimanera (Guantánamo) a EE.UU."
      },
      {
        "day": 16,
        "event": "1959",
        "description": "Fidel Castro asume el cargo de Primer Ministro de Cuba."
      },
      {
        "day": 16,
        "event": "1973",
        "description": "Asesinato del militar dominicano Francisco Alberto Caamaño."
      },
      {
        "day": 16,
        "event": "2005",
        "description": "Entrada en vigor del Protocolo de Kioto."
      },
      {
        "day": 17,
        "event": "1845",
        "description": "Natalicio del médico y militar cubano Lorda Ortegosa."
      },
      {
        "day": 17,
        "event": "1952",
        "description": "Natalicio de la cantante Beatriz Márquez."
      },
      {
        "day": 17,
        "event": "1963",
        "description": "Natalicio del baloncestista Michael Jordan."
      },
      {
        "day": 18,
        "event": "1563",
        "description": "Fallecimiento del artista italiano Miguel Ángel."
      },
      {
        "day": 18,
        "event": "1881",
        "description": "Carlos Juan Finlay expone su teoría sobre el mosquito Aedes aegypti como transmisor de la fiebre amarilla."
      },
      {
        "day": 18,
        "event": "1945",
        "description": "Natalicio de Olga Alonso, precursora de los instructores de arte."
      },
      {
        "day": 18,
        "event": "1958",
        "description": "Fallece el estudiante revolucionario Ramón Pando Ferrer."
      },
      {
        "day": 19,
        "event": "1473",
        "description": "Natalicio del astrónomo polaco Nicolás Copérnico."
      },
      {
        "day": 19,
        "event": "1917",
        "description": "Natalicio del militar y revolucionario Andrés González Lines."
      },
      {
        "day": 19,
        "event": "1942",
        "description": "Natalicio en Matanzas de Conrado Benítez, primer mártir alfabetizador."
      },
      {
        "day": 19,
        "event": "1963",
        "description": "Fallece el célebre cantante Benny Moré."
      },
      {
        "day": 20,
        "event": "1898",
        "description": "Nacimiento del constructor de automóviles Enzo Ferrari."
      },
      {
        "day": 20,
        "event": "1926",
        "description": "Natalicio del cantante Ibrahim Ferrer."
      },
      {
        "day": 20,
        "event": "1954",
        "description": "Salen de la cárcel de Guanajay las heroínas del Moncada Haydée Santamaría y Melba Hernández."
      },
      {
        "day": 20,
        "event": "1962",
        "description": "Creación de la Comisión Nacional de la Academia de Ciencias de Cuba."
      },
      {
        "day": 20,
        "event": "1963",
        "description": "Nacimiento del baloncestista Charles Barkley."
      },
      {
        "day": 20,
        "event": "1971",
        "description": "Fallece el científico cubano Juan Tomás Roig y Mesa."
      },
      {
        "day": 21,
        "event": "1723",
        "description": "Sublevación y muerte de los vegueros en Jesús del Monte."
      },
      {
        "day": 21,
        "event": "1901",
        "description": "Firma de la Constitución de 1901 en La Habana."
      },
      {
        "day": 21,
        "event": "1939",
        "description": "Natalicio de la revolucionaria Urselia Díaz Báez."
      },
      {
        "day": 21,
        "event": "1965",
        "description": "Asesinato del activista Malcolm X en Estados Unidos."
      },
      {
        "day": 21,
        "event": "1999",
        "description": "Establecimiento del Día Internacional de la Lengua Materna por la UNESCO."
      },
      {
        "day": 21,
        "event": "2000",
        "description": "Fallece la escultora cubana Jilma Madera."
      },
      {
        "day": 22,
        "event": "1732",
        "description": "Natalicio del primer presidente de Estados Unidos, George Washington."
      },
      {
        "day": 22,
        "event": "1810",
        "description": "Natalicio del compositor polaco Federico Chopin."
      },
      {
        "day": 22,
        "event": "1826",
        "description": "Natalicio del poeta y periodista Idelfonso Estrada y Zenea."
      },
      {
        "day": 22,
        "event": "1869",
        "description": "Sucesos del Teatro Villanueva; asalto de los voluntarios al pueblo habanero."
      },
      {
        "day": 22,
        "event": "1877",
        "description": "Fallece el patriota cubano Francisco Vicente Aguilera."
      },
      {
        "day": 22,
        "event": "1896",
        "description": "Antonio Maceo culmina la invasión a Occidente con la firma del acta de Mantua."
      },
      {
        "day": 22,
        "event": "1948",
        "description": "Asesinato del líder azucarero Jesús Menéndez en Manzanillo."
      },
      {
        "day": 23,
        "event": "1455",
        "description": "Johannes Gutenberg imprime la primera Biblia."
      },
      {
        "day": 23,
        "event": "1896",
        "description": "Antonio Maceo llega a Matanzas."
      },
      {
        "day": 23,
        "event": "1952",
        "description": "Natalicio del atleta Pedro Pérez Dueñas."
      },
      {
        "day": 23,
        "event": "1958",
        "description": "El Movimiento 26 de Julio secuestra al piloto de Fórmula 1 Juan Manuel Fangio en La Habana."
      },
      {
        "day": 23,
        "event": "1961",
        "description": "Creación del Ministerio de Industrias, designando al Che Guevara como Ministro."
      },
      {
        "day": 23,
        "event": "1981",
        "description": "Intento de golpe de Estado en España (23-F)."
      },
      {
        "day": 24,
        "event": "1832",
        "description": "Natalicio del poeta Juan Clemente Zenea."
      },
      {
        "day": 24,
        "event": "1895",
        "description": "Reinicio de las guerras de independencia (Grito de Baire)."
      },
      {
        "day": 24,
        "event": "1912",
        "description": "Natalicio del pintor René Portocarrero."
      },
      {
        "day": 24,
        "event": "1955",
        "description": "Natalicio del empresario informático Steve Jobs."
      },
      {
        "day": 24,
        "event": "1958",
        "description": "Primera transmisión oficial de Radio Rebelde desde la Sierra Maestra."
      },
      {
        "day": 24,
        "event": "1976",
        "description": "Proclamación de la Constitución de la República de Cuba."
      },
      {
        "day": 25,
        "event": "1778",
        "description": "Natalicio del libertador argentino José de San Martín."
      },
      {
        "day": 25,
        "event": "1802",
        "description": "Natalicio en La Habana del Obispo Espada."
      },
      {
        "day": 25,
        "event": "1853",
        "description": "Fallece el filósofo y pedagogo cubano Félix Varela en San Agustín, EE.UU."
      },
      {
        "day": 25,
        "event": "1901",
        "description": "El Congreso de EE.UU. aprueba la Enmienda Platt."
      },
      {
        "day": 25,
        "event": "1931",
        "description": "Natalicio del revolucionario Rafael Freyre Torres."
      },
      {
        "day": 25,
        "event": "1937",
        "description": "Natalicio del escritor cubano Severo Sarduy."
      },
      {
        "day": 25,
        "event": "1950",
        "description": "Natalicio del político argentino Néstor Kirchner."
      },
      {
        "day": 26,
        "event": "1802",
        "description": "Natalicio del escritor francés Victor Hugo."
      },
      {
        "day": 26,
        "event": "1837",
        "description": "Natalicio del bibliógrafo cubano Néstor Ponce de León."
      },
      {
        "day": 26,
        "event": "1869",
        "description": "La Asamblea Patriótica de Camagüey declara abolida la esclavitud."
      },
      {
        "day": 26,
        "event": "1962",
        "description": "Comienza la primera campaña de vacunación antipolio en Cuba."
      },
      {
        "day": 26,
        "event": "2001",
        "description": "Fallecimiento del escritor venezolano Arturo Uslar Pietri."
      },
      {
        "day": 27,
        "event": "1874",
        "description": "Cae en combate en San Lorenzo el Padre de la Patria, Carlos Manuel de Céspedes."
      },
      {
        "day": 27,
        "event": "1945",
        "description": "Natalicio del cantante puertorriqueño Danny Rivera."
      },
      {
        "day": 27,
        "event": "1993",
        "description": "Fallecimiento de la actriz estadounidense Lillian Gish."
      },
      {
        "day": 28,
        "event": "1828",
        "description": "Natalicio del patriota Salvador Cisneros Betancourt."
      },
      {
        "day": 28,
        "event": "1899",
        "description": "Natalicio del virólogo sudafricano Max Theiler."
      },
      {
        "day": 28,
        "event": "1948",
        "description": "Asesinato del líder pacifista Mahatma Gandhi en la India."
      },
      {
        "day": 29,
        "event": "1812",
        "description": "Publicación de los primeros cantos del poeta Lord Byron."
      },
      {
        "day": 29,
        "event": "2004",
        "description": "Derrocamiento del presidente haitiano Jean Bertrand Aristide."
      },
      {
        "day": 29,
        "event": "2008",
        "description": "Fallece el actor y político cubano Sergio Corrieri Hernández."
      }
    ]
  },
  "conmemoraciones": {
    "Enero": [
      {
        "day": 1,
        "international": "Día de Año Nuevo, Día Internacional del Hijo.",
        "national": "Aniversario de la Revolución y Día de la Liberación."
      },
      {
        "day": 2,
        "international": "Día Internacional del Policía, Día Mundial del Introvertido.",
        "national": "Día de la Victoria."
      },
      {
        "day": 3,
        "international": "Día de las Cerezas cubiertas de chocolate.",
        "national": "No se registran conmemoraciones nacionales específicas este día en las fuentes."
      },
      {
        "day": 4,
        "international": "Día Mundial del Braille, Día Mundial de la Hipnosis.",
        "national": "No se registran conmemoraciones nacionales adicionales este día."
      },
      {
        "day": 5,
        "international": "Día de la Crema Batida o Nata Montada.",
        "national": "Se conmemora el aniversario de la fundación de la PNR (Policía Nacional Revolucionaria)."
      },
      {
        "day": 6,
        "international": "Día de Reyes, Día Mundial de los Huérfanos de la Guerra.",
        "national": "No se registran fechas oficiales en las fuentes."
      },
      {
        "day": 7,
        "international": "Día del Sello Postal, Navidad Ortodoxa.",
        "national": "No se registran conmemoraciones nacionales."
      },
      {
        "day": 8,
        "international": "No se listan días internacionales específicos de alto impacto.",
        "national": "Aniversario de la entrada de la Caravana de la Libertad a La Habana."
      },
      {
        "day": 9,
        "international": "Día Mundial de la Electricidad Estática, Día del Ascenso en Globo.",
        "national": "No se registran conmemoraciones nacionales."
      },
      {
        "day": 10,
        "international": "Día Mundial de la Gente Peculiar.",
        "national": "Aniversario del asesinato de Julio Antonio Mella."
      },
      {
        "day": 11,
        "international": "Día Internacional del Agradecimiento, Día de Planificar tus Vacaciones.",
        "national": "Día del Ingeniero Cubano (celebrado por la UNAICC)."
      },
      {
        "day": 12,
        "international": "Día Internacional de Besar a un Pelirrojo.",
        "national": "Aniversario de la Quema de Bayamo."
      },
      {
        "day": 13,
        "international": "Día Mundial de Lucha contra la Depresión, Día Mundial del Chicle.",
        "national": "No se registran conmemoraciones nacionales."
      },
      {
        "day": 14,
        "international": "Día Mundial de la Lógica, Inauguración del Año Nuevo Ortodoxo.",
        "national": "Día del Trabajador Eléctrico."
      },
      {
        "day": 15,
        "international": "Día Mundial de los Sombreros.",
        "national": "Día de la Ciencia Cubana."
      },
      {
        "day": 16,
        "international": "Día Internacional de Los Beatles, Día Internacional de la Comida Picante.",
        "national": "No se registran conmemoraciones nacionales."
      },
      {
        "day": 17,
        "international": "Día Mundial de la Religión, Día Mundial de Bendecir a los Animales.",
        "national": "No se registran conmemoraciones nacionales adicionales."
      },
      {
        "day": 18,
        "international": "Día de Winnie The Pooh, Día Mundial de la Nieve.",
        "national": "No se registran conmemoraciones nacionales."
      },
      {
        "day": 19,
        "international": "Blue Monday (Día más triste del año), Día de Martin Luther King.",
        "national": "No se registran conmemoraciones nacionales."
      },
      {
        "day": 20,
        "international": "Día de Concienciación por los Pingüinos.",
        "national": "Aniversario de la creación de las MTT (Milicias de Tropas Territoriales)."
      },
      {
        "day": 21,
        "international": "Día Internacional del Abrazo, Día Internacional del Mariachi.",
        "national": "No se registran conmemoraciones nacionales adicionales."
      },
      {
        "day": 22,
        "international": "Día de las Natillas.",
        "national": "Día del Teatro Cubano y Día del Trabajador de la Industria Alimentaria."
      },
      {
        "day": 23,
        "international": "Día Mundial de la Libertad.",
        "national": "No se registran conmemoraciones nacionales."
      },
      {
        "day": 24,
        "international": "Día Internacional de la Educación, Día del Periodista (en España).",
        "national": "No se registran conmemoraciones nacionales."
      },
      {
        "day": 25,
        "international": "Día Mundial contra la Lepra, Día del Café Irlandés.",
        "national": "No se registran conmemoraciones nacionales."
      },
      {
        "day": 26,
        "international": "Día Mundial de la Educación Ambiental, Día Internacional de la Aduana.",
        "national": "No se registran conmemoraciones nacionales adicionales."
      },
      {
        "day": 27,
        "international": "Día Internacional de Conmemoración de las Víctimas del Holocausto, Día Mundial de la Tarta de Chocolate.",
        "national": "Conmemoración de la Marcha de las Antorchas."
      },
      {
        "day": 28,
        "international": "Día Mundial de la Acción frente al Calentamiento Terrestre, Día Europeo de la Protección de Datos.",
        "national": "Natalicio de José Martí y Día del Trabajador Ferroviario."
      },
      {
        "day": 29,
        "international": "Día Mundial del Rompecabezas, Día de LEGO.",
        "national": "No se registran conmemoraciones nacionales."
      },
      {
        "day": 30,
        "international": "Día Escolar de la No Violencia y la Paz, Día Internacional del Croissant.",
        "national": "No se registran conmemoraciones nacionales adicionales."
      },
      {
        "day": 31,
        "international": "Día Internacional del Mago, Día Mundial contra la Lepra.",
        "national": "No se registran conmemoraciones nacionales específicas."
      }
    ],
    "Febrero": [
      {
        "day": 1,
        "national": "No se reportan días de conmemoración nacional oficial de carácter civil en las fuentes para esta fecha específica.",
        "international": "Día Mundial del Galgo e inicio de la Semana Mundial de la Armonía Interconfesional."
      },
      {
        "day": 2,
        "national": "No se registran conmemoraciones oficiales adicionales para este día.",
        "international": "Día Mundial de los Humedales y Día de la Marmota."
      },
      {
        "day": 3,
        "national": "No se registran fechas oficiales en las fuentes.",
        "international": "Día Internacional del Abogado."
      },
      {
        "day": 4,
        "national": "Día del Trabajador del Comercio, la Gastronomía y los Servicios.",
        "international": "Día Mundial contra el Cáncer y Día Internacional de la Fraternidad Humana."
      },
      {
        "day": 5,
        "national": "No se registran conmemoraciones oficiales adicionales.",
        "international": "Día Mundial de las Elecciones y Día Mundial de la Nutella."
      },
      {
        "day": 6,
        "national": "Natalicio del Comandante Camilo Cienfuegos.",
        "international": "Día Mundial de Tolerancia Cero a la Mutilación Genital Femenina y Día de Bob Marley."
      },
      {
        "day": 7,
        "national": "No se registran conmemoraciones oficiales adicionales.",
        "international": "Día de mandar una carta a un amigo."
      },
      {
        "day": 8,
        "national": "No se registran fechas oficiales en las fuentes.",
        "international": "Día Internacional de la Epilepsia y Día del Nirvana."
      },
      {
        "day": 9,
        "national": "No se registran conmemoraciones adicionales.",
        "international": "Día Mundial de la Pizza y Día Internacional de Internet Seguro."
      },
      {
        "day": 10,
        "national": "No se registran fechas oficiales en las fuentes.",
        "international": "Día Mundial de las Legumbres y Día Internacional del Leopardo Árabe."
      },
      {
        "day": 11,
        "national": "No se registran conmemoraciones oficiales adicionales.",
        "international": "Día Internacional de la Mujer y la Niña en la Ciencia y Jornada Mundial del Enfermo."
      },
      {
        "day": 12,
        "national": "No se registran fechas oficiales en las fuentes.",
        "international": "Día Mundial contra el Uso de Niños Soldado y Día de Darwin."
      },
      {
        "day": 13,
        "national": "No se registran conmemoraciones oficiales adicionales.",
        "international": "Día Mundial de la Radio y Día Mundial del Soltero."
      },
      {
        "day": 14,
        "national": "Día de los Enamorados.",
        "international": "Día de San Valentín (Día de los Enamorados) y Día Mundial de los Sonidos Curativos."
      },
      {
        "day": 15,
        "national": "Día del Trabajador de la Aviación Civil y Día del Trabajador de Servicios Comunales.",
        "international": "Día Internacional contra el Cáncer Infantil y Día de los Presidentes."
      },
      {
        "day": 16,
        "national": "No se registran conmemoraciones oficiales adicionales.",
        "international": "Día de los Amores Imposibles y Lunes de Carnaval (variable)."
      },
      {
        "day": 17,
        "national": "No se registran conmemoraciones oficiales adicionales.",
        "international": "Día Mundial de la Resiliencia del Turismo y Día Internacional del Juego Responsable."
      },
      {
        "day": 18,
        "national": "Día del Instructor de Arte.",
        "international": "Día Internacional del Síndrome de Asperger."
      },
      {
        "day": 19,
        "national": "No se registran conmemoraciones oficiales adicionales.",
        "international": "Día Internacional contra la Homofobia en el Fútbol y Día Mundial de la Antropología."
      },
      {
        "day": 20,
        "national": "No se registran fechas oficiales en las fuentes.",
        "international": "Día Mundial de la Justicia Social y Día Internacional del Gato."
      },
      {
        "day": 21,
        "national": "No se registran conmemoraciones oficiales adicionales.",
        "international": "Día Internacional de la Lengua Materna y Día Mundial del Pangolín."
      },
      {
        "day": 22,
        "national": "No se registran fechas oficiales en las fuentes.",
        "international": "Día Mundial de la Encefalitis y Día Europeo de las Víctimas del Delito."
      },
      {
        "day": 23,
        "national": "No se registran conmemoraciones oficiales adicionales.",
        "international": "Día del Compromiso Internacional del Control del Mercurio."
      },
      {
        "day": 24,
        "national": "Aniversario del Reinicio de la Guerra de Independencia, Día del Trabajador de las Comunicaciones y Día del Radioaficionado Cubano.",
        "international": "Día Mundial de la Esterilización Animal y Día de la Mujer Paraguaya."
      },
      {
        "day": 25,
        "national": "No se registran conmemoraciones oficiales adicionales.",
        "international": "Día Internacional del Implante Coclear."
      },
      {
        "day": 26,
        "national": "No se registran fechas oficiales en las fuentes.",
        "international": "Día Mundial del Pistacho."
      },
      {
        "day": 27,
        "national": "Aniversario de la Caída en Combate de Carlos Manuel de Céspedes.",
        "international": "Día Mundial de las ONGs y Día Internacional del Oso Polar."
      },
      {
        "day": 28,
        "national": "No se registran conmemoraciones oficiales adicionales.",
        "international": "Día Mundial de las Enfermedades Raras y Día de Andalucía."
      }
    ]
  },
  "dayThemes": {
    "semana-1-Jueves": "Programación especial",
    "semana-1-Viernes": "Triunfo revolucionario y legado de Fidel",
    "semana-1-Sábado": "Soberanía alimentaria",
    "semana-1-Domingo": "Adelanto de las Mujeres",
    "semana-2-Lunes": "Lucha contra las Drogas",
    "semana-2-Martes": "Adelanto de las Mujeres",
    "semana-2-Miércoles": "Tarea Vida (Medio Ambiente)",
    "semana-2-Jueves": "Legado de Fidel Castro",
    "semana-2-Viernes": "Soberanía Alimentaria",
    "semana-2-Sábado": "Tolerancia y respeto entre seres humanos",
    "semana-2-Domingo": "Día del Ingeniero Cubano",
    "semana-1-Lunes": "Tarea Vida (Medio Ambiente)",
    "semana-1-Martes": "Soberanía Alimentaria",
    "semana-5-Lunes": "Tarea Vida (Medio Ambiente)",
    "semana-5-Martes": "Soberanía Alimentaria",
    "semana-3-Lunes": "Historia",
    "semana-3-Martes": "Tarea Vida (Medio Ambiente)",
    "semana-3-Miércoles": "Soberanía Alimentaria",
    "semana-3-Jueves": "Adelanto de las Mujeres",
    "semana-3-Viernes": "Lucha contra las Drogas",
    "semana-3-Sábado": "Historia Militar Revolucionaria",
    "semana-3-Domingo": "Literatura y Cultura Latinoamericana",
    "Enero-semana-1-Jueves": "Programación especial",
    "Enero-semana-1-Viernes": "Triunfo revolucionario y legado de Fidel",
    "Enero-semana-1-Sábado": "Soberanía alimentaria",
    "Enero-semana-1-Domingo": "Adelanto de las Mujeres",
    "Enero-semana-4-Lunes": "Prensa y Revolución (Efeméride: 19 de enero de 1869 - José Martí publica \"El Diablo Cojuelo\").",
    "Enero-semana-4-Martes": "Defensa de la Patria (Efeméride: 20 de enero de 1981 - Creación de las Milicias de Tropas Territoriales, MTT).",
    "Enero-semana-4-Miércoles": "Tarea Vida (Medio Ambiente)",
    "Enero-semana-4-Jueves": "Adelanto de la Mujer (Efemérides: 22 enero, asesinato de Jesús Menéndez; 24 enero, fallece Laura Martínez de Carvajal, primera médica cubana).",
    "Enero-semana-4-Viernes": "Lucha contra las Drogas / Salud Pública (Efeméride: 23 enero, creación del Servicio Médico Rural).",
    "Enero-semana-4-Sábado": "Cultura y Memoria (Efeméride: 25 enero de 1898 - Arribo del USS Maine).",
    "Enero-semana-4-Domingo": "Soberanía Alimentaria (Vinculado al legado de Jesús Menéndez).",
    "Enero-semana-5-Lunes": "Tarea Vida (Medio Ambiente) - Vinculado al Día Mundial de la Educación Ambiental (26 de enero).",
    "Enero-semana-5-Martes": "Soberanía Alimentaria - Vinculado al aniversario de la fundación de Jiguaní (26 de enero de 1705), municipio granmense con tradición agrícola.",
    "Enero-semana-5-Miércoles": "Legado de Fidel Castro - En el contexto del natalicio de José Martí (28 de enero), figura esencial en el pensamiento de Fidel.",
    "Enero-semana-5-Jueves": "Adelanto de las Mujeres - En el marco del Día Escolar de la No Violencia y la Paz (30 de enero), promoviendo equidad desde la educación.",
    "Enero-semana-5-Viernes": "Lucha contra las Drogas - Vinculado al Día Escolar de la No Violencia y la Paz (30 de enero), promoviendo estilos de vida saludables y pacíficos.",
    "Enero-semana-5-Sábado": "Cultura y Memoria Histórica - Conmemoración de la Marcha de las Antorchas (27 de enero) y del Asesinato de Mahatma Gandhi (30 de enero).",
    "Enero-semana-5-Domingo": "Tradición e Identidad Local - Cierre de semana con enfoque en raíces bayamesas.",
    "Febrero-semana-2-Lunes": "Tarea Vida (Medio Ambiente) – Vinculado al Día Mundial de los Humedales.",
    "Febrero-semana-2-Martes": "Soberanía Alimentaria",
    "Febrero-semana-2-Miércoles": "Legado de Fidel Castro – A 64 años de la Segunda Declaración de La Habana (1962).",
    "Febrero-semana-2-Jueves": "Lucha contra las Drogas",
    "Febrero-semana-2-Viernes": "Adelanto de las Mujeres – Natalicio de María Teresa Vera (1895) y creación de los Círculos Infantiles (1962).",
    "Febrero-semana-2-Sábado": "Historia y Cultura – Combate de Río Hondo (1896) y natalicio de Charles Dickens (1812).",
    "Febrero-semana-2-Domingo": "Ciencia y Humanismo – Natalicio de Julio Verne (1828) y Dmitri Mendeleiev (1834).",
    "Febrero-semana-5-Lunes": "Legado de Fidel Castro – Aniversario de la creación del Ministerio de Industrias (1961) y del secuestro de Fangio (1958).",
    "Febrero-semana-5-Martes": "Lucha contra las Drogas – Aniversario del Grito de Baire (1895), inicio de la Guerra Necesaria.",
    "Febrero-semana-5-Miércoles": "Tarea Vida (Medio Ambiente)",
    "Febrero-semana-5-Jueves": "Soberanía Alimentaria – Aniversario de la primera campaña de vacunación antipolio (1962).",
    "Febrero-semana-5-Viernes": "Adelanto de las Mujeres – Aniversario de la caída en combate de Carlos Manuel de Céspedes (1874).",
    "Febrero-semana-5-Sábado": "Ciencia y Salud – Día Mundial de las Enfermedades Raras.",
    "Febrero-semana-5-Domingo": "Cultura y Tradición"
  },
  "backupDate": "2026-02-18T12:28:53.386Z"
}